Repository: Pryaxis/TShock
Catalog: i18n/*/TShockAPI.po
Languages: pt_br

# {0} is a player name
source: Skipping SSC save (due to tshock.ignore.ssc) for {0}
pt_br: Ignorando o salvamento do SSC (devido a tshock.ignore.ssc) para {0}

# {0} is ban number, {1} is ban reason, {2} is a timestamp
source: #{0} - You are banned: {1} ({2} remaining)
pt_br: #{0} - Você está banido: {1} ({2} restante(s))

# {0} is ban number, {1} is ban reason
source: #{0} - You are banned: {1}
pt_br: #{0} - Você está banido: {1}

source: {0}{1} "{2}" (Find the IP associated with the offline target's account)
pt_br: {0}{1} "{2}(Encontre o IP associado a uma conta offline)

source: {0}{1} "{2}{3}" {4} {5} (Permanently bans this account name)
pt_br: {0}{1} "{2}{3}" {4} {5} (Bane permanentemente pelo nome da conta)

source: {0}{1} {2} (Find the player index for the target)
pt_br: {0}{1} {2} (Encontra o índice do jogador que deseja banir)

source: {0}{1} {2}{3} {4} {5} (Permanently bans the online player by Account, UUID, and IP)
pt_br: {0}{1} {2}{3} {4} {5} (Bane permanentemente um jogador online por conta, UUID e IP)

source: {0}{1} {2}{3} {4} {5} (Permanently bans this IP address)
pt_br: {0}{1} {2}{3} {4} {5} (Bane permanentemente este endereço IP)

source: Eg a value of {0} would represent 10 days, 30 minutes, 0 seconds.
pt_br: Por exemplo, um valor de {0} representaria 10 dias, 30 minutos, 0 segundos.

source: If no {0} are specified, the command uses {1} by default.
pt_br: Se nenhum {0} for especificado, o comando usará {1} por padrão.

source: If no duration is provided, the ban will be permanent.
pt_br: Se não for informada uma duração, o banimento será permanente.

source: Unless {0} is passed to the command, {1} is assumed to be a player or player index
pt_br: A menos que {0} seja passado para o comando, assume-se que {1} é um jogador ou um índice do jogador

source: -> Logged-in as: {0}; in group {1}.
pt_br: -> Conectado como: {0}; no grupo {1}.

source: - {0} are provided when you add a ban, and can also be viewed with the {1} command.
pt_br: - {0} são fornecidos quando você adiciona um ban, e também pode ser visualizado através do comando {1}.

source: - {0} are provided when you add a ban, and can be found with the {1} command.
pt_br: - {0} são fornecidos quando você adiciona um ban, e podem ser encontrados com o comando {1}.

source: - {0}: -a (account name), -u (UUID), -n (character name), -ip (IP address), -e (exact, {1} will be treated as identifier)
pt_br: - {0}: -a (nome da conta), -u (UUID), -n (nome do personagem), -ip (endereço de IP), -e (exato, {1} será tratado como identificador)

source: - {0}: uses the format {1} to determine the length of the ban.
pt_br: - {0}: usa o formato {1} para determinar o tempo do banimento.

source: - Ban an offline player by account name
pt_br: - Bane um jogador offline pelo nome da conta

source: - Ban an offline player by IP address
pt_br: - Bane um jogador offline pelo endereço IP

source: - Ban an online player by index (Useful for hard to type names)
pt_br: - Bane um jogador online por índice (útil para nomes difíceis de digitar)

source: - Default trees :
pt_br: - Árvores padrão:

source: - Gem trees :
pt_br: - Árvores de jóias:

source: - Lists active bans. Color trends towards green as the ban approaches expiration
pt_br: - Lista de banimentos ativos. Tendências de cores conforme o fim do tempo de banimento

source: - Misc :
pt_br: - Outros :

source: - Palm trees :
pt_br: - Palmeiras :

source: !!! > Set DisableLoginBeforeJoin to true in the config file and /reload if this is a problem.
pt_br: !!! > Defina DisableLoginBeforeJoin como true (verdadeiro) no arquivo de configuração e use /reload se isso for um problema

source: !!! > Set DisableUUIDLogin to true in the config file and /reload if this is a problem.
pt_br: !!! > Defina DisableUUIDLogin como true (verdadeiro) no arquivo de configuração e /reload se isso for um problema.

source: !!! Login before join is enabled. Existing accounts can login & the server password will be bypassed.
pt_br: !!! Login depois de entrar está ativado. As contas existentes podem entrar e a senha do servidor será ignorada.

source: !!! The server password in config.json was overridden by the interactive prompt and will be ignored.
pt_br: !!! A senha do servidor no config.json foi sobrescrita pelo prompt interativo e será ignorada.

source: !!! UUID login is enabled. If a user's UUID matches an account, the server password will be bypassed.
pt_br: !!! O login UUID está ativado. Se a UUID de um utilizador corresponder a uma conta, a palavra-passe do servidor será ignorada.

source: "{0}" is not a valid buff ID!
pt_br: "{0}" não é um ID de buff válido!

source: "{0}" is not a valid clear option.
pt_br: `{0}` não é uma opção válida.

source: "{0}" is not a valid NPC.
pt_br: "{0}" não é um NPC válido.

source: "{0}" is not a valid page number.
pt_br: "{0}" não é um número de página válido.

source: "{0}" is not a valid radius.
pt_br: "{0}" não é uma distância de área válida.

source: "{0}" requested REST endpoint: {1}
pt_br: "{0}" executou uma requisição REST através da entrada: {1}

source: (Server Broadcast)
pt_br: (Anúncio Global)

source: (Super Admin)
pt_br: (Super Administrador)

source: {0} - Ticket Number: {1}
pt_br: {0} - Número de Ticket: {1}

source: {0} ({1}) changed the password for account {2}.
pt_br: {0} ({1}) alterou a senha da conta {2}.

source: {0} ({1}) failed to change the password for account {2}.
pt_br: {0} ({1}) falhou ao alterar a senha da conta {2}.

source: {0} ({1}) from '{2}' group from '{3}' joined. ({4}/{5})
pt_br: {0} ({1}) de '{2}' do grupo '{3}' conectou. ({4}/{5})

source: {0} ({1}) from '{2}' group joined. ({3}/{4})
pt_br: {0} ({1}) do grupo '{2}' conectou. ({3}/{4})

source: {0} ({1}) had {2} or more invalid login attempts and was kicked automatically.
pt_br: {0} ({1}) teve {2} ou mais tentativas de login inválidas e por isso foi expulso automaticamente.

source: {0} ({1}) has joined.
pt_br: {0} ({1}) conectou-se.

source: {0} (Index: {1}, Account ID: {2})
pt_br: {0} (Índice: {1}, ID da conta: {2})

source: {0} (Index: {1})
pt_br: {0} (Índice: {1})

source: {0} {1} ({2} ago)
pt_br: {0} {1} ({2} atrás)

source: {0} {1} on {2} ({3} ago)
pt_br: {0} {1} em {2} ({3} atrás)

source: {0} added account {1} to group {2}.
pt_br: {0} adicionou conta {1} ao grupo {2}.

source: {0} applied advanced combat techniques volume 2!
pt_br: {0} ativou técnicas avançadas de combate volume 2!

source: {0} applied advanced combat techniques!
pt_br: {0} aplicou técnicas avançadas de combate!

source: {0} applied traveling merchant's satchel!
pt_br: {0} aplicou mochila de mercador ambulante!

source: {0} attempted to register for the account {1} but it was already taken.
pt_br: {0} tentou registrar uma conta {1} mas esse nome já foi utilizado.

source: {0} authenticated successfully as user {1}.
pt_br: {0} autenticou {1} com sucesso.

source: {0} authenticated successfully as user: {1}.
pt_br: {0} autenticado com sucesso como usuário: {1}.

source: {0} banned {1} for '{2}'.
pt_br: {0} baniu {1} por '{2}'.

source: {0} butchered {1} NPC.
pt_br: {0} assassinou {1} NPC.

source: {0} caused it to rain slime.
pt_br: {0} fez chover o slime.

source: {0} caused it to rain.
pt_br: {0} causou a chuva.

source: {0} changed account {1} to group {2}.
pt_br: {0} mudou a conta {1} para o grupo {2}.

source: {0} changed the maximum spawns to {1}.
pt_br: {0} mudou o máximo de surgimentos para {1}.

source: {0} changed the maximum spawns to 5.
pt_br: {0} mudou máximo de surgimento para 5.

source: {0} changed the password for account {1}
pt_br: {0} alterou a senha da conta {1}

source: {0} changed the spawn rate to {1}.
pt_br: {0} mudou a taxa de surgimento para {1}.

source: {0} changed the spawn rate to 600.
pt_br: {0} mudou a taxa de surgimento para 600.

source: {0} changed the wind speed to {1}.
pt_br: {0} mudou a velocidade do vento para {1}.

source: {0} deleted {1} item within a radius of {2}.
pt_br: {0} removeu {1} item dentro de uma distância de {2}.

source: {0} deleted {1} NPC within a radius of {2}.
pt_br: {0} removeu {1} NPC dentro de uma distância de {2}.

source: {0} deleted {1} projectile within a radius of {2}.
pt_br: {0} removeu {1} projétil dentro de uma distância de {2}.

source: {0} disabled halloween mode.
pt_br: {0} desativou o evento de halloween.

source: {0} disabled xmas mode.
pt_br: {0} desativou o evento de natal

source: {0} disconnected.
pt_br: {0} desconectado.

source: {0} enabled halloween mode.
pt_br: {0} ativou o evento de halloween.

source: {0} enabled xmas mode.
pt_br: {0} ativou o evento de natal.

source: {0} ended the rain.
pt_br: {0} acabou com a chuva.

source: {0} ended the slime rain.
pt_br: {0} acabou com a chuva de slime.

source: {0} executed (args omitted): {1}{2}.
pt_br: {0} executado (args omitidos): {1}{2}.

source: {0} executed: {1}{2}.
pt_br: {0} executado: {1}{2}.

source: {0} failed to authenticate as user: {1}.
pt_br: {0} falhou ao autenticar como usuário: {1}.

source: {0} gave you {1} {2}.
pt_br: {0} deu a você {1} {2}.

source: {0} has been allowed to place tile {1}.
pt_br: {0} tem permissão para colocar o bloco {1}.

source: {0} has been allowed to use {1}.
pt_br: {0} tem permissão para usar {1}.

source: {0} has been allowed to use projectile {1}.
pt_br: {0} tem permissão para usar o projétil {1}.

source: {0} has been disallowed from placing tile {1}.
pt_br: {0} foi proibido de colocar o bloco {1}.

source: {0} has been disallowed from using projectile {1}.
pt_br: {0} foi proibido de usar o projétil {1}.

source: {0} has been disallowed to use {1}.
pt_br: {0} foi proibido de usar {1}.

source: {0} has buffed you with {1} ({2}) for {3} seconds!
pt_br: {0} te deu um buff com {1} ({2}) por {3} segundos!

source: {0} has changed your group to {1}.
pt_br: {0} alterou seu grupo para {1}.

source: {0} has disabled incoming teleports.
pt_br: {0} desabilitou os teleportes de entrada.

source: {0} has ended the current invasion event.
pt_br: {0} encerrou o evento de invasão atual.

source: {0} has ended the Old One's Army event.
pt_br: {0} encerrou o evento do Exército Antigo.

source: {0} has joined.
pt_br: {0} conectou-se.

source: {0} has joined. IP: {1}
pt_br: {0} conectou-se. IP: {1}

source: {0} has launched {1} into space.
pt_br: {0} lançou {1} para o espaço.

source: {0} has launched herself into space.
pt_br: {0} lançou ela mesmo para o espaço.

source: {0} has launched himself into space.
pt_br: {0} lançou ele mesmo para o espaço.

source: {0} has left.
pt_br: {0} saiu.

source: {0} has muted {1} for {2}.
pt_br: {0} foi silenciado {1} por {2}.

source: {0} has respawned you.
pt_br: {0} renasceu você.

source: {0} has sent a request to the bunny delivery service!
pt_br: {0} enviou uma solicitação para o serviço de entrega de coelho!

source: {0} has sent a request to the cat delivery service!
pt_br: {0} enviou um pedido para o serviço de entrega de gatos!

source: {0} has sent a request to the dog delivery service!
pt_br: {0} enviou um pedido para o serviço de entrega de cães!

source: {0} has sent a request to the slime delivery service!
pt_br: {0} enviou um pedido para o serviço de entrega de slime.

source: {0} has spawned {1} {2} time.
pt_br: {0} invocou {1} {2} vez.

source: {0} has spawned a Wall of Flesh.
pt_br: {0} invocou o Parede de Carne.

source: {0} has SSC data in the database, but has the tshock.ignore.ssc permission. This means their SSC data is being ignored.
pt_br: {0} tem dados do SSC na banco de dados, mas tem a permissão tshock.ignore.ssc. Isto significa que os seus dados SSC estão sendo ignorados.

source: {0} has started a goblin army invasion.
pt_br: {0} iniciou uma invasão do exército da armada dos goblins.

source: {0} has started a martian invasion.
pt_br: {0} iniciou uma invasão marciana.

source: {0} has started a pirate invasion.
pt_br: {0} iniciou uma invasão de piratas.

source: {0} has started a snow legion invasion.
pt_br: {0} iniciou uma invasão da legião de neve.

source: {0} has unmuted {1}.
pt_br: {0} removeu o silêncio de {1}.

source: {0} healed {1} for {2} HP.
pt_br: {0} curou {1} para {2} de vida.

source: {0} healed herself for {1} HP.
pt_br: {0} curou ela mesma por {1} de vida.

source: {0} healed himself for {1} HP.
pt_br: {0} curou ele mesmo por {1} de vida.

source: {0} is already allowed to place tile {1}.
pt_br: {0} já está autorizado a colocar o bloco {1}.

source: {0} is already allowed to use {1}.
pt_br: {0} já está autorizado a usar {1}.

source: {0} is already allowed to use projectile {1}.
pt_br: {0} já está autorizado a usar projétil {1}.

source: {0} is already dead!
pt_br: {0} já está morto!

source: {0} is already disallowed to use {1}.
pt_br: {0} já está proibido de usar {1}.

source: {0} is already prevented from placing tile {1}.
pt_br: {0} já está impedido de colocar bloco {1}.

source: {0} is already prevented from using projectile {1}.
pt_br: {0} já está impedido de usar projétil {1}.

source: {0} is banned! Remove it!
pt_br: {0} está banido! Remova isso!

source: {0} is no longer in god mode.
pt_br: {0} não está mais no modo Deus.

source: {0} is not accepting whispers.
pt_br: {0} não está aceitando sussurros.

source: {0} is not banned.
pt_br: {0} não está banido.

source: {0} is not dead!
pt_br: {0} não está morto!

source: {0} is now in god mode.
pt_br: {0} está agora no modo Deus.

source: {0} is offline and cannot receive your reply.
pt_br: {0} está offline e não pode receber a sua resposta.

source: {0} just killed you!
pt_br: {0} acabou de te matar!

source: {0} kicked {1} for '{2}'
pt_br: {0} expulsou {1} por '{2}'

source: {0} launched fireworks on you.
pt_br: {0} lançou fogos de artifício em você.

source: {0} NPC has been killed.
pt_br: {0} NPC foi morto.

source: {0} registered an account: "{1}".
pt_br: {0} registrou uma conta: "{1}".

source: {0} remaining.
pt_br: {0} restantes.

source: {0} renamed the {1}.
pt_br: {0} renomeou o {1}.

source: {0} set the time to {1}:{2:D2}.
pt_br: {0} definiu o tempo para {1}:{2:D2}.

source: {0} set the time to 00:00.
pt_br: {0} definiu o tempo para 00:00.

source: {0} set the time to 04:30.
pt_br: {0} definiu o horário para 04:30.

source: {0} set the time to 12:00.
pt_br: {0} definiu o horário para 12:00.

source: {0} set the time to 19:30.
pt_br: {0} definiu o horário para 19h30.

source: {0} slapped {1} for {2} damage.
pt_br: {0} deu um tapa em {1} com {2} de dano.

source: {0} spawned {1} {2} time.
pt_br: {0} invocou {1} {2} vez.

source: {0} started a blood moon event.
pt_br: {0} iniciou o evento da lua de sangue.

source: {0} started a full moon event.
pt_br: {0} iniciou o evento de lua cheia.

source: {0} started a lantern night.
pt_br: {0} iniciou uma noite de lanterna.

source: {0} started a sandstorm event.
pt_br: {0} iniciou o evento de tempestade de areia.

source: {0} started an eclipse.
pt_br: {0} iniciou um eclipse.

source: {0} started the frost moon at wave {1}!
pt_br: {0} começou a lua gélida na rodada {1}!

source: {0} started the Old One's Army event!
pt_br: {0} iniciou o evento do Exército Velho!

source: {0} started the pumpkin moon at wave {1}!
pt_br: {0} iniciou a lua da abóbora na rodada {1}!

source: {0} stopped an eclipse.
pt_br: {0} parou um eclipse.

source: {0} stopped the current blood moon.
pt_br: {0} parou a lua de sangue em andamento.

source: {0} stopped the current sandstorm event.
pt_br: {0} parou a tempestade de areia em andamento.

source: {0} stopped the lantern night.
pt_br: {0} parou a noite da lanterna.

source: {0} successfully deleted account: {1}.
pt_br: {0} removeu com sucesso a conta: {1}.

source: {0} summoned a Blood Moon!
pt_br: {0} invocou uma Lua de Sangue!

source: {0} summoned a frost moon!
pt_br: {0} invocou uma lua gélida!

source: {0} summoned a Goblin Invasion!
pt_br: {0} invocou uma invasão de Goblin!

source: {0} summoned a Martian invasion!
pt_br: {0} invocou uma invasão marciana!

source: {0} summoned a Mechdusa!
pt_br: {0} invocou um Mechdusa!

source: {0} summoned a Moon Lord!
pt_br: {0} invocou o Senhor da Lua!

source: {0} summoned a pumpkin moon!
pt_br: {0} invocou a lua de abóbora!

source: {0} summoned an eclipse!
pt_br: {0} invocou um eclipse!

source: {0} summoned the {1}!
pt_br: {0} invocou o {1}!

source: {0} summoned the Empress of Light!
pt_br: {0} invocou a Imperatriz da Luz!

source: {0} summoned the Pirates!
pt_br: {0} invocou os Piratas!

source: {0} summoned the Snow Legion!
pt_br: {0} invocou a Legião da Neve!

source: {0} teleported {1} to you.
pt_br: {0} teleportou {1} para você.

source: {0} teleported to you.
pt_br: {0} se teletransportou até você.

source: {0} teleported you to {1}.
pt_br: {0} teleportou você para {1}.

source: {0} tried to execute (args omitted) {1}{2}.
pt_br: {0} tentou executar (args omitidos) {1}{2}.

source: {0} tried to execute {1}{2}.
pt_br: {0} tentou executar {1}{2}.

source: {0} triggered a meteor.
pt_br: {0} disparou um meteoro.

source: {0} warped you to {1}.
pt_br: {0} teleportou você para {1}.

source: {0} was banned for '{1}'.
pt_br: {0} foi banido por '{1}'.

source: {0} was kicked for '{1}'
pt_br: {0} foi expulso por '{1}'

source: {0} was teleported to you.
pt_br: {0} foi teletransportado até você.

source: {0}'s group is {1}.
pt_br: {0}'s está no grupo {1}.

source: {0}'s last known IP is {1}.
pt_br: {0}'s tem o último IP conhecido como {1}.

source: {0}'s last login occurred {1} {2} UTC{3}.
pt_br: {0}'s logou pela última vez em {1} {2} UTC{3}.

source: {0}'s register date is {1} {2} UTC{3}.
pt_br: {0}'s foi registrado em {1} {2} UTC{3}.

source: {0}{1} defines no aliases.
pt_br: {0}{1} não possui atalhos.

source: {0}{1}/{2} on {3} @ {4}:{5} (TShock for Terraria v{6})
pt_br: {0}{1}/{2} em {3} @ {4}:{5} (TShock para Terraria v{6})

source: {0}login - Authenticates you using your UUID and character name.
pt_br: {0}login - Autentifica você usando seu UUID e nome de personagem.

source: {0}login <password> - Authenticates you using your password and character name.
pt_br: {0}login <senha> - Autentifica você usando sua senha e nome de personagem.

source: {0}login <username> <password> - Authenticates you using your username and password.
pt_br: {0}login <usuário> <senha> - Autentifica você usando seu nome de usuário e senha.

source: {0}user add <username> <password> owner
pt_br: {0}user add <usuário> <senha> dono

source: {0}user add username password group -- Adds a specified user
pt_br: {0}user add usuário senha grupo -- Adiciona um usuário específico

source: {0}user del username -- Removes a specified user
pt_br: {0}user del usuário -- Remove um usuário específico

source: {0}user group username newgroup -- Changes a user's group
pt_br: {0}user group usuário novo-grupo -- Altera o grupo de um usuário

source: {0}user password username newpassword -- Changes a user's password
pt_br: {0}user senha usuário nova-senha -- Altera a senha de um usuário

source: * **Commands**: `{0}`
pt_br: * **Comandos**: `{0}`

source: * **Default**: `{0}`
pt_br: * **Padrão**: `{0}`

source: * **Field type**: `{0}`
pt_br: * **Tipo de campo**: `{0}`

source: * **Permissions**: `{0}`
pt_br: * **Permissões**: `{0}`

source: **Example Usage**: `{0}?{1}`
pt_br: **Exemplo de uso**: `{0}?{1}`

source: **Nouns**:
pt_br: **Substantivos**:

source: **Verbs**:
pt_br: **Verbos**:

source: #{0} - You have been banned: {1}.
pt_br: #{0} - Você está banido: {1}.

source: <From {0}> {1}
pt_br: De {0} a {1}

source: <green>{0} <black>from <blue>{1} <black>[{2}]
pt_br: <verde>{0} <preto>de <azul>{1} <preto>[{2}]

source: <To {0}> {1}
pt_br: <Para {0}> {1}

source: === Dependency ===
pt_br: === Dependência ===

source: === Requested Plugin ===
pt_br: === Plugin exigido ===

source: a Deerclops
pt_br: um Deerclops

source: A group with the same name already exists.
pt_br: Um grupo com o mesmo nome já existe.

source: A lot of things will fail because of this. You must manually delete and re-create the allowed field.
pt_br: Muitas coisas irão falhar por causa disso. Você deve apagar e recriar o campo permitido.

source: A malicious server can easily steal a user's UUID. You may consider turning this option off if you run a public server.
pt_br: Um servidor malicioso pode facilmente roubar a UUID de um utilizador. Considere desligar esta opção se executar em um servidor público.

source: a Martian Saucer
pt_br: uma Nave Marciana

source: A meteor has been triggered.
pt_br: Um meteoro foi disparado.

source: a Nebula Pillar
pt_br: um Pilar de Nebula

source: A password for this server was set in config.json and is being used.
pt_br: Uma senha para este servidor foi definida em config.json e está sendo utilizada.

source: A player name must be provided to kick a player. Please provide one.
pt_br: É necessário informar o nome do jogador que deseja expulsar. Por favor, forneça um.

source: A plugin on this server stopped your login.
pt_br: Um plugin neste servidor impediu seu login.

source: A REST login from {0} was blocked as it currently has {1} rate-limit tokens and is at the RESTMaximumRequestsPerInterval threshold.
pt_br: Um login REST de {0} foi bloqueado, pois atualmente tem {1} tokens de limite de taxa e está no limite de RESTMaximumRequestsPerInterval.

source: a Solar Pillar
pt_br: um Pilar Solar

source: a Stardust Pillar
pt_br: um Pilar de Pó das Estrelas

source: A user account by that name does not exist.
pt_br: Uma conta de usuário com esse nome não existe.

source: a Vortex Pillar
pt_br: um Pilar de Vortex

source: Account {0} does not exist! Therefore, the password cannot be changed.
pt_br: A conta {0} não existe! Portanto, a senha não pode ser alterada.

source: Account {0} has been added to group {1}.
pt_br: A conta {0} foi adicionada ao grupo {1}.

source: Account {0} has been changed to group {1}.
pt_br: A conta {0} foi alterada para o grupo {1}.

source: Account needed! Please {0}register or {0}login to play!
pt_br: Conta necessária! Por favor, use {0}register ou entre com {0}login para jogar!

source: Account removed successfully.
pt_br: Conta removida com sucesso.

source: Active REST Users ({{0}}/{{1}}):
pt_br: Usuários REST ativos ({{0}}/{{1}}):

source: add <item> - Adds an item ban.
pt_br: add <item> - Bane o item especificado.

source: add <name> <permissions...> - Adds a new group.
pt_br: add <nome> <permissões...> - Adiciona um novo grupo.

source: add <projectile ID> - Adds a projectile ban.
pt_br: add <ID do projétil > - Bane o projétil especificado.

source: add <tile ID> - Adds a tile ban.
pt_br: add <ID do bloco> - Bane o bloco especificado.

source: Added {0} to the whitelist.
pt_br: {0} foi adicionado à whitelist.

source: Added buff to {0} NPC abnormally.
pt_br: Adicionado buff em {0} NPC de modo anormal.

source: Added group {0} to {1}.
pt_br: Adicionado o grupo {0} para {1}.

source: Added user {0} to {1}.
pt_br: Adicionado o usuário {0} para {1}.

source: addperm <group> <permissions...> - Adds permissions to a group.
pt_br: addperm <grupo> <permisões...> - Adiciona permissões a um grupo.

source: AddUser SQL returned an error ({0})
pt_br: O SQL para AddUser retornou um erro ({0})

source: Aliases of {0}{1}: {0}{2}
pt_br: Atalhos de {0}{1}: {0}{2}

source: All alive NPCs (excluding town NPCs) on the server will be killed if you do not input a name or ID.
pt_br: Todos os NPCs vivos (excluindo NPCs da cidade) no servidor serão assassinados se você não inserir um nome ou ID.

source: all bosses
pt_br: todos os chefes

source: All done! :)
pt_br: Concluído!

source: All REST tokens have been destroyed.
pt_br: Todos os tokens REST foram destruídos.

source: Allocated memory: {0}
pt_br: Memória alocada: {0}

source: allow <item> <group> - Allows a group to use an item.
pt_br: allow <item> <grupo> - Permite que um grupo use um item.

source: allow <projectile ID> <group> - Allows a group to use a projectile.
pt_br: allow <ID do projétil> <grupo> - Permite que um grupo use um projétil.
