Repository: Pryaxis/TShock
Catalog: i18n/*/TShockAPI.po
Languages: pt_br

source: Please enter a proper command name or alias.
pt_br: Por favor, insira um comando ou alias apropriado.

source: Please try a different username.
pt_br: Por favor, tente um nome de usuário diferente.

source: Please use {0}login <username> <password> after this process.
pt_br: Por favor use o {0}login <usuário> <senha> após este processo.

source: Please use the following to create a permanent account for you.
pt_br: Por favor, use os comandos a seguir para criar uma conta permanente.

source: Port overridden by startup argument. Set to {0}
pt_br: Porta substituída pelo argumento de inicialização. Definir como {0}

source: Possible problem with your database - is Sqlite3.dll present?
pt_br: Possível problema no seu banco de dados - o Sqlite3.dll está presente?

source: prefix <group> <prefix> - Changes a group's prefix.
pt_br: prefix <grupo> <prefixo> - Altera o prefixo de um grupo.

source: Prefix of "{0}" is "{1}".
pt_br: Prefixo de "{0}" é "{1}".

source: Prefix of group "{0}" set to "{1}".
pt_br: Prefixo do grupo "{0}" definido como "{1}".

source: Prevents a player from talking.
pt_br: Impede que um jogador fale.

source: Proc count: {0}
pt_br: Contagem de Proc: {0}

source: Projectile {0} is not banned.
pt_br: Projétil {0} não está banido.

source: Projectile Ban Sub-Commands ({{0}}/{{1}}):
pt_br: Subcomandos de projéteis banidos ({{0}}/{{1}}):

source: Projectile bans ({{0}}/{{1}}):
pt_br: Projéteis banidos ({{0}}/{{1}}):

source: Projectile create threshold exceeded {0}.
pt_br: Limite de criação de projétil excedido {0}.

source: Projectile damage is higher than {0}.
pt_br: O dano do projétil é maior que {0}.

source: protect <name> <true/false> - Sets whether the tiles inside the region are protected or not.
pt_br: protect <nome> <verdadeiro/falso> - Define se os blocos dentro da região são protegidos ou não.

source: Protected regions at this point:
pt_br: Regiões protegidas neste ponto:

source: Protected: {0}.
pt_br: Protegido: {0}.

source: Quick usage: {0} {1} "Griefing"
pt_br: Uso rápido: {0} {1} "Griefing"

source: Rangecheck failed for {0} ({1}, {2}) (rg: {3}/{5}, {4}/{5})
pt_br: Rangecheck falhou para {0} ({1}, {2}) (rg: {3}/{5}, {4}/{5})

source: Reached HealOtherPlayer threshold
pt_br: Atingiu o limite HealOtherPlayer

source: Reached HealOtherPlayer threshold.
pt_br: Limite do HealOtherPlayer atingido.

source: Reached paint threshold
pt_br: Limite de tinta alcançada

source: Reached projectile create threshold.
pt_br: Limite de criação de projétil atingido

source: Reached projectile threshold
pt_br: Limite de projétil atingido

source: Reached TileKill threshold.
pt_br: Limite de TileKill alcançado.

source: Reached TileLiquid threshold
pt_br: Limite de TileLiquid atingido

source: Reached TileLiquid threshold {0}.
pt_br: Limite de TileLiquid alcançado {0}.

source: Reached TileLiquid threshold.
pt_br: Limite de TileLiquid atingido.

source: Reached TilePlace threshold
pt_br: Limite do TilePlace atingido

source: Reached TilePlace threshold.
pt_br: Limite de TilePlace atingido.

source: Read the message below to find out more.
pt_br: Leia a mensagem abaixo para saber mais.

source: Reason: {0}.
pt_br: Motivo: {0}.

source: Received type '{0}', however column '{1}' expects type '{2}'
pt_br: Tipo recebido '{0}, porém coluna '{1}' espera tipo '{2}'

source: Region "{0}" already exists.
pt_br: Região "{0}" já existe.

source: Region "{0}" does not exist.
pt_br: Região "{0}" não existe

source: Region {0} already exists.
pt_br: Região {0} já existe.

source: Region is not shared with any groups.
pt_br: A região não está compartilhada com nenhum grupo.

source: Region is not shared with any users.
pt_br: A região não está compartilhada com nenhum usuário.

source: Region owner: {0}.
pt_br: Proprietário da Região: {0}.

source: Region points need to be defined first. Use /region set 1 and /region set 2.
pt_br: Os pontos de região precisam ser definidos primeiro. Use /region set 1 e /region set 2.

source: Region renamed successfully!
pt_br: Região renomeada com sucesso!

source: Region Resized Successfully!
pt_br: Região redimensionada com sucesso!

source: Region's z is now {0}
pt_br: O z da região agora é {0}

source: Regions ({{0}}/{{1}}):
pt_br: Regiões ({{0}}/{{1}}):

source: Regions at this point:
pt_br: Regiões neste ponto:

source: Registers you an account.
pt_br: Registra uma conta para você.

source: RegisterUser returned an error: {0}.
pt_br: RegisterUser retornou um erro: {0}.

source: Released critter was not from its item.
pt_br: A criatura liberada não foi a partir de seu item.

source: Reloads the server configuration file.
pt_br: Recarrega o ficheiro de configuração.

source: remove <user> <region> - Removes a user from a region.
pt_br: remove <usuário> <região> - Remove um usuário de uma região.

source: Removed {0} players from the angler quest completion list for today.
pt_br: Removeu {0} jogadores da lista de conclusão de missões do pescador de hoje.

source: Removed group {0} from {1}
pt_br: Grupo {0} removido de {1}

source: Removed parent of group "{0}".
pt_br: Pai do grupo "{0}" foi removido.

source: Removed prefix of group "{0}".
pt_br: Prefixo do grupo "{0}". foi removido.

source: Removed suffix of group "{0}".
pt_br: Sufixo do grupo "{0}" foi removido.

source: Removed user {0} from {1}.
pt_br: Usuário {0} removido de {1}.

source: removeg <group> <region> - Removes a user group from a region.
pt_br: removeg <grupo> <região> - Remove um grupo de usuários de uma região.

source: Removes a player from the server.
pt_br: Remove um jogador do servidor.

source: RemoveUser SQL returned an error
pt_br: RemoveUser SQL retornou um erro

source: rename <group> <new name> - Changes a group's name.
pt_br: rename <grupo> <novo nome> - Altera o nome de um grupo.

source: rename <region> <new name> - Renames the given region.
pt_br: rename <região> <novo nome> - Renomeia a região selecionada.

source: Renames an NPC.
pt_br: Renomeia um NPC.

source: Replies to a PM sent to you.
pt_br: Responde a uma mensagem enviada para você

source: Requested token was successfully destroyed.
pt_br: O token solicitado foi destruído com sucesso.

source: RequestTileEntityInteractionHandler: Rejected packet due to lack of building permissions! - From {0} | Position X:{1} Y:{2}, TileEntity type: {3}, Tile type: {4}
pt_br: RequestTileEntityInteractionHandler: Rejeitou um pacote devido à falta de permissões de construção! - De {0} | Posição X:{1} Y:{2}, Tipo de TileEntity: {3}, Tipo de bloco: {4}

source: Resets the list of users who have completed an angler quest that day.
pt_br: Redefine a lista de usuários que concluíram uma missão de pescador nesse dia.

source: resetTime {0}, direct {1}
pt_br: resetTime {0}, direcionar {1}

source: resize <region> <u/d/l/r> <amount> - Resizes a region.
pt_br: resize <região> <u/d/l/r> <quantidade> - Redimensiona uma região.

source: Respawn yourself or another player.
pt_br: Renasce a si mesmo ou a outro jogador.

source: Retrying in 5 minutes.
pt_br: Tentando novamente em 5 minutos.

source: Returns the user's or specified user's current position.
pt_br: Retorna a posição atual do usuário ou de um usuário especifico.

source: Rich Mahogany
pt_br: Mogno

source: Rocket Syntax
pt_br: Sintaxe de Foguete

source: Rockets a player upwards. Requires SSC.
pt_br: Arremessa um jogador para cima. Requer SSC

source: Ruby Gemtree
pt_br: Árvore de rubi

source: Sakura Tree
pt_br: Árvore de cerejeira

source: Santa-NK1
pt_br: Papai Noel NK1

source: Sapphire Gemtree
pt_br: Árvore de safira

source: Saves all serverside characters.
pt_br: Salva todos os personagens do servidor.

source: Saves the world file.
pt_br: Salva o arquivo mundo.

source: Saving world...
pt_br: Salvando mundo...

source: Seed: {0}
pt_br: Semente: {0}

source: Sends a message to everyone on your team.
pt_br: Envia uma mensagem para todos da sua equipe.

source: Sends a PM to a player.
pt_br: Envia uma mensagem para um jogador.

source: Sends all tiles from the server to the player to resync the client with the actual world state.
pt_br: Envia todos os tiles do servidor para o jogador para ressincronizar o cliente com o estado atual do mundo.

source: Sends an action message to everyone.
pt_br: Envia uma mensagem de ação para todos.

source: Sends you to the world's spawn point.
pt_br: Envia você para o ponto de spawn do mundo.

source: Sends you to your spawn point.
pt_br: Envia você ao seu ponto de spawn.

source: Server console interrupted!
pt_br: Console do servidor interrompido!

source: Server is full
pt_br: O servidor está cheio

source: Server is full. No reserved slots open.
pt_br: O servidor está cheio. Não há espaços reservados.

source: Server is shutting down...
pt_br: O servidor está desligando...

source: Server map saving...
pt_br: Salvando mapa do servidor...

source: Server password has been changed to: {0}.
pt_br: Senha do servidor foi alterada para {0}.

source: Server shutting down:
pt_br: O servidor está desligando:

source: Server shutting down!
pt_br: O servidor está desligando!

source: Server shutting down.
pt_br: O servidor está desligando.

source: Server side characters are enabled. You need to be logged-in to play.
pt_br: Os personagens server side estão habilitados. Você precisa estar logado para jogar.

source: Server side characters is enabled! Please {0}register or {0}login to play!
pt_br: Os personagens server-side estão habilitados! Por favor {0}register ou {0}login para jogar!

source: Server-side character data from "{0}" has been replaced by their current local data.
pt_br: Os dados de personagem server side de "{0}" foram substituídos por seus dados locais atuais.

source: Server-side characters is disabled.
pt_br: Os personagens server side estão desabilitados.

source: set <1/2> - Sets the temporary region points.
pt_br: set <1/2> - Define os pontos temporários da região.

source: Set region {0}.
pt_br: Definir região {0}.

source: Set temp point {0}.
pt_br: Definir ponto temporário {0}.

source: Sets the dungeon's position to your location.
pt_br: Define a posição do calabouço para sua localização.

source: Sets the maximum number of NPCs.
pt_br: Define o número máximo de NPCs.

source: Sets the spawn rate of NPCs.
pt_br: Define a taxa de spawn dos NPCs.

source: Sets the world time.
pt_br: Define o horário do mundo.

source: Sets the world's spawn point to your location.
pt_br: Define o ponto de spawn do mundo para o seu local.

source: Settling liquids.
pt_br: Estabelecendo líquidos.

source: SetUserGroup SQL returned an error
pt_br: SetUserGroup SQL retornou um erro

source: SetUserPassword SQL returned an error
pt_br: SetUserPassword SQL retornou um erro

source: SetUserUUID SQL returned an error
pt_br: SetUserUUID SQL retornou um erro

source: Shadewood Tree
pt_br: Árvore de madeira sombria

source: Share your server, talk with admins, and chill on GitHub & Discord. -- https://tshock.co/
pt_br: Compartilhe seu servidor, converse com os administradores e relaxe no GitHub e Discord. -- https://tshock.co/

source: Shared with groups:
pt_br: Compartilhado com grupos:

source: Shared with:
pt_br: Compartilhado com:

source: Shows a command's aliases.
pt_br: Mostra os pseudônimos de um comando.

source: Shows information about a player.
pt_br: Mostra informações sobre um jogador.

source: Shows information about a user.
pt_br: Mostra informações sobre um usuário.

source: Shows information about the current world.
pt_br: Mostra informações sobre o mundo atual.

source: Shows the currently connected players.
pt_br: Mostra os jogadores atualmente conectados.

source: Shows the message of the day.
pt_br: Mostra a mensagem do dia.

source: Shows the server information.
pt_br: Mostra as informações do servidor.

source: Shows the server's rules.
pt_br: Mostra as regras do servidor.

source: Shows the TShock version.
pt_br: Mostra a versão do TShock.

source: Shuts down the server while saving.
pt_br: Desliga o servidor enquanto salva.

source: Shuts down the server without saving.
pt_br: Desliga o servidor sem salvar.

source: Shutting down safely. To force shutdown, send SIGINT (CTRL + C) again.
pt_br: Desligando com segurança. Para forçar o desligamento, envie o SIGINT (CTRL + C) novamente.

source: Size: {0}x{1}
pt_br: Tamanho: {0}x{1}

source: Skeletron
pt_br: Esqueletron

source: Skeletron Prime
pt_br: Esqueletron Alfa

source: Skipping SSC save (due to tshock.ignore.ssc) for {0}
pt_br: Ignorando o salvamento do SSC (devido a tshock.ignore.ssc) para {0}

source: Slaps a player, dealing damage.
pt_br: Estapeia um jogador, causando dano.

source: Slime rain cannot be activated during normal rain. Stop the normal rainstorm and try again.
pt_br: A chuva de slime não pode ser ativada durante a chuva normal. Pare a chuva normal e tente novamente.

source: Sorry, {0} was already taken by another person.
pt_br: Desculpe, {0} já foi tomado por outra pessoa.

source: Sorry, an error occurred: {0}.
pt_br: Desculpe, ocorreu um erro: {0}.

source: Spawn has now been set at your location.
pt_br: O Spawn foi definido em seu local.

source: Spawn is now open.
pt_br: O Spawn agora está aberto.

source: Spawn is now protected.
pt_br: O Spawn agora está protegido.

source: Spawned {0} {1} time.
pt_br: Invocou {0} de {1} vez.

source: Spawned a Wall of Flesh.
pt_br: Invocou uma Parede de Carne.

source: Spawns a number of bosses around you.
pt_br: Invoca um número de chefes ao seu redor.

source: Spawns a number of mobs around you.
pt_br: Invoca um número de mobs ao seu redor.

source: Spawns fireworks at a player.
pt_br: Invoca fogos de artifício no jogador.

source: Specified API endpoint doesn't exist. Refer to the documentation for a list of valid endpoints.
pt_br: O endpoint do API especificado não existe. Consulte a documentação de uma lista de endpoints válidos.

source: SQL log failed at: {0}. {1}
pt_br: Falha no registro SQL em: {0}. {1}

source: SQL Log insert query failed: {0}
pt_br: Falha ao inserir consulta do Log SQL: {0}

source: SSC must be enabled to use this command.
pt_br: SSC deve estar habilitado para usar este comando.

source: Stack cheat detected. Remove armor {0} ({1}) and then rejoin.
pt_br: Stack cheat detectado. Remova a armadura {0} ({1}) e então entre novamente.

source: Stack cheat detected. Remove Defender's Forge item {0} ({1}) and then rejoin.
pt_br: Stack cheat detectado. Remova a Forja do Defensor {0} ({1}) e então entre novamente.

source: Stack cheat detected. Remove dye {0} ({1}) and then rejoin.
pt_br: Stack cheat detectado. Remove a tintura {0} ({1}) e então entre novamente.

source: Stack cheat detected. Remove item {0} ({1}) and then rejoin.
pt_br: Stack cheat detectado. Remova o item {0} ({1}) e então entre novamente.

source: Stack cheat detected. Remove item dye {0} ({1}) and then rejoin.
pt_br: Stack cheat detectado. Remova a tintura do item {0} ({1}) e então entre novamente.

source: Stack cheat detected. Remove Loadout 1 item {0} ({1}) and then rejoin.
pt_br: Stack cheat detectado. Remova o item {0} ({1}) do Arsenal 1 e então entre novamente.

source: Stack cheat detected. Remove Loadout 2 item {0} ({1}) and then rejoin.
pt_br: Stack cheat detectado. Remova o item {0} ({1}) do Arsenal 2 e então entre novamente..

source: Stack cheat detected. Remove Loadout 3 item {0} ({1}) and then rejoin.
pt_br: Stack cheat detectado. Remova o item {0} ({1}) do Arsenal 3 e então entre novamente.

source: Stack cheat detected. Remove piggy-bank item {0} ({1}) and then rejoin.
pt_br: Stack cheat detectado. Remova o item {0} ({1}) do Porquinho e então entre novamente.

source: Stack cheat detected. Remove safe item {0} ({1}) and then rejoin.
pt_br: Stack cheat detectado. Remova o item {0} ({1}) do cofre e então entre novamente.

source: Stack cheat detected. Remove trash item {0} ({1}) and then rejoin.
pt_br: Stack cheat detectado. Remova o item {0} ({1}) da lixeira e então entre novamente.

source: Stack cheat detected. Remove Void Vault item {0} ({1}) and then rejoin.
pt_br: Stack cheat detectado. Remova o item {0} ({1}) do Cofre do Vázio e então entre novamente.

source: Started a blood moon event.
pt_br: Iniciou o evento da lua de sangue.

source: Started a full moon event.
pt_br: Iniciou o evento de lua cheia.

source: Started an eclipse.
pt_br: Iniciou um eclipse.

source: Startup parameter overrode maximum player slot configuration value.
pt_br: O parâmetro de inicialização ultrapassou o valor máximo de configuração de slot.

source: Startup parameter overrode REST enable.
pt_br: Parâmetro de inicialização overrode REST ativado.

source: Startup parameter overrode REST port.
pt_br: Porta de parâmetro de inicialização overrode REST.

source: Startup parameter overrode REST token.
pt_br: Token de parâmetro de inicialização overrode REST.

source: Stopped an eclipse.
pt_br: Parou um eclipse.

source: Stopped the current blood moon event.
pt_br: Parou o evento da lua sangue atual.

source: Successful login
pt_br: Login bem-sucedido

source: suffix <group> <suffix> - Changes a group's suffix.
pt_br: suffix <grupo> <sufixo> - Altera o sufixo de um grupo.

source: Suffix of "{0}" is "{1}".
pt_br: Sufixo de "{0}" é "{1}".

source: Suffix of group "{0}" set to "{1}".
pt_br: Sufixo do grupo "{0}" definido como "{1}".

source: Sync'd!
pt_br: Sincronizado!

source: SyncTilePickingHandler: X and Y position is out of world bounds! - From {0}
pt_br: SyncTilePickingHandler: Posição X e Y estão fora dos limites do mundo! - De {0}

source: Teleported {0} to {1}.
pt_br: Teleportou {0} para {1}.

source: Teleported {0} to yourself.
pt_br: Teleportou {0} para você.

source: Teleported everyone to {0}.
pt_br: Teleportou todo mundo para {0}.

source: Teleported everyone to yourself.
pt_br: Teleportou todos para você.

source: Teleported to {0}, {1}.
pt_br: Teleportado para {0}, {1}.

source: Teleported to {0}.
pt_br: Teleportado para {0}.

source: Teleported to the '{0}'.
pt_br: Teleportado para o '{0}'.

source: Teleported to the map's spawn point.
pt_br: Teleportado para o ponto de spawn do mapa.

source: Teleported to your spawn point (home).
pt_br: Teleportado para o ponto de spawn (casa).

source: Teleports a player to another player.
pt_br: Teleporta um jogador para outro jogador.

source: Teleports a player to yourself.
pt_br: Teleporta um jogador para você.

source: Teleports you to a warp point or manages warps.
pt_br: Teletransporta você para um ponto de teletransporte ou gerencia warps.

source: Teleports you to an npc.
pt_br: Teleporta você para um npc.

source: Teleports you to tile coordinates.
pt_br: Teleporta você para as coordenadas de bloco.

source: Temporarily elevates you to Super Admin.
pt_br: Temporariamente eleva você para Super Admin.

source: Temporarily sets another player's group.
pt_br: Define temporariamente o grupo de outro jogador.

source: Temporary region set points have been removed.
pt_br: Pontos temporários definidos para a região foram removidos.

source: Temporary system access has been given to you, so you can run one command.
pt_br: Acesso ao sistema temporariamente concedido, para que você possa executar um comando.

source: Thank you for using TShock for Terraria!
pt_br: Obrigado por usar o TShock para Terraria!

source: That group does not exist.
pt_br: Esse grupo não existe.

source: The ban is invalid because a current ban for this identifier already exists.
pt_br: O banimento é inválido porque já existe um banimento atual para este identificador.

source: The ban was not valid for an unknown reason.
pt_br: O banimento não era válido por uma razão desconhecida.

source: the Brain of Cthulhu
pt_br: O Cérebro de Cthulhu

source: The current time is {0}:{1:D2}.
pt_br: O horário atual é {0}:{1:D2}.

source: The default usergroup could not be found.
pt_br: O grupo de usuários padrão não pode ser encontrado.

source: The default usergroup could not be found. This may indicate a typo in the configuration file, or that the group was renamed or deleted.
pt_br: O grupo de usuários padrão não pôde ser encontrado. Isso pode indicar um erro de digitação no arquivo de configuração, ou que o grupo foi renomeado ou excluído.

source: The destination coordinates provided don't look like valid numbers.
pt_br: As coordenadas de destino fornecidas não se parecem com números válidos.

source: The destination warp, {0}, was not found.
pt_br: O warp de destino, {0}, não foi encontrado.

source: the Destroyer
pt_br: O Destruidor

source: The Dungeon Guardian returned you to your spawn point.
pt_br: O Guardião da Masmorra devolveu você ao seu ponto de spawn.

source: The dungeon's position has now been set at your location.
pt_br: A posição do calabouço foi definida no seu local.

source: the Eater of Worlds
pt_br: O Devorador de Mundos

source: the Empress of Light
pt_br: A Imperatriz da Luz

source: the Eye of Cthulhu
pt_br: O Olho de Cthulhu

source: the Flying Dutchman
pt_br: O Holandês Voador

source: the Golem
pt_br: O Golem

source: The group {0} appeared more than once. Keeping current group settings.
pt_br: O grupo {0} apareceu mais de uma vez. Mantendo as configurações de grupo atuais.

source: The guest group could not be found.
pt_br: Não foi possível encontrar o grupo convidado.

source: The guest group could not be found. This may indicate a typo in the configuration file, or that the group was renamed or deleted.
pt_br: O grupo de visitantes não pôde ser encontrado. Isso pode indicar um erro de digitação no arquivo de configuração, ou que o grupo foi renomeado ou excluído.

source: the Ice Queen
pt_br: A Rainha de Gelo

source: The initial setup system is disabled. This incident has been logged.
pt_br: O sistema de configuração inicial está desativado. Este incidente foi registrado.

source: The item type {0} is invalid.
pt_br: O tipo de item {0} é inválido.

source: the King Slime
pt_br: O Rei Geleia

source: the Lunatic Cultist
pt_br: O Cultista Lunático

source: The method referenced by LineFormatter has thrown an exception. See inner exception for details.
pt_br: O método referenciado pelo LineFormatter lançou uma exceção. Consulte a exceção interna para obter detalhes.

source: The method represented by termFormatter has thrown an exception. See inner exception for details.
pt_br: O método representado pela termFormatter lançou uma exceção. Consulte a exceção interna para obter detalhes.

source: the Moon Lord
pt_br: O Senhor da Lua

source: The permissions have been added to all of the groups in the system.
pt_br: As permissões foram adicionadas a todos os grupos do sistema.

source: The permissions have been removed from all of the groups in the system.
pt_br: As permissões foram removidas de todos os grupos do sistema.

source: The player's character data was successfully uploaded from their initial connection.
pt_br: Dados do personagem do jogador foram carregados com sucesso a partir da sua conexão inicial.

source: the Pumpking
pt_br: O Reibóbora

source: the Queen Bee
pt_br: A Abelha Rainha

source: the Queen Slime
pt_br: A Rainha Geleia

source: The REST authentication token.
pt_br: O token de autenticação REST.

source: The server is out of date. Latest version:
pt_br: O servidor está desatualizado. Última versão:

source: The spawn rate you provided is out-of-range or not a number.
pt_br: A taxa de spawn fornecida está fora do alcance ou não é um número.

source: The specified token queued for destruction failed to be deleted.
pt_br: O token especificado na fila para destruição não pôde ser excluído.

source: The target player has not logged in yet.
pt_br: O jogador escolhido ainda não se conectou.

source: The targeted user cannot have their data uploaded, because they are not a player.
pt_br: O usuário não pode ter seus dados carregados, porquê ele não é um jogador.

source: the Twins
pt_br: Os Gêmeos
