Repository: Pryaxis/TShock
Catalog: i18n/*/TShockAPI.po
Languages: pt_br

source: Invalid subcommand. Type {0}projban help for more information on valid subcommands.
pt_br: Subcomando inválido. Digite {0}projban help para obter mais informações sobre subcomandos válidos.

source: Invalid subcommand. Type {0}tileban help for more information on valid subcommands.
pt_br: Subcomando inválido. Digite {0}tileban help para mais informações sobre subcomandos válidos.

source: Invalid syntax for color, expected "rrr,ggg,bbb".
pt_br: Sintaxe para cor inválido, esperado "rrr,ggg,bbb".

source: Invalid syntax.
pt_br: Sintaxe inválida.

source: Invalid syntax. Proper syntax: {0}worldevent invasion [invasion type] [invasion wave].
pt_br: Sintaxe inválida. Sintaxe adequada: {0}worldevent invasion [tipo de invasão] [onda da invasão].

source: Invalid syntax. Proper syntax: {0}accountinfo <username>.
pt_br: Sintaxe inválida. Sintaxe adequada: {0}accountinfo <usuário>.

source: Invalid syntax. Proper syntax: {0}aliases <command or alias>
pt_br: Sintaxe inválida. Sintaxe adequada: {0}aliases <comando ou alias>

source: Invalid syntax. Proper syntax: {0}group add <group name> [permissions].
pt_br: Sintaxe inválida. Sintaxe adequada:: {0}group add <nome do grupo> [permissões].

source: Invalid syntax. Proper syntax: {0}group addperm <group name> <permissions...>.
pt_br: Sintaxe inválida. Sintaxe adequada: {0}group addperm <nome do grupo> <permissões...>.

source: Invalid syntax. Proper syntax: {0}group color <group name> [new color(000,000,000)].
pt_br: Sintaxe inválida. Sintaxe adequada:: {0}group color <nome do grupo> [cor nova(000,000,000)].

source: Invalid syntax. Proper syntax: {0}group del <group name>.
pt_br: Sintaxe inválida. Sintaxe adequada: {0}group del <nome do grupo>.

source: Invalid syntax. Proper syntax: {0}group delperm <group name> <permissions...>.
pt_br: Sintaxe inválida. Sintaxe adequada: {0}group delperm <nome do grupo> <permissões...>.

source: Invalid syntax. Proper syntax: {0}group listperm <group name> [page].
pt_br: Sintaxe inválida. Sintaxe adequada: {0}group listperm <nome do grupo> [página].

source: Invalid syntax. Proper syntax: {0}group parent <group name> [new parent group name].
pt_br: Sintaxe inválida. Sintaxe adequada: {0}group parent <nome do grupo> [novo nome de grupo pai].

source: Invalid syntax. Proper syntax: {0}group prefix <group name> [new prefix].
pt_br: Sintaxe inválida. Sintaxe adequada: {0}group prefix <nome do grupo> [novo prefixo].

source: Invalid syntax. Proper syntax: {0}group rename <group> <new name>.
pt_br: Sintaxe inválida. Sintaxe adequada: {0}group rename <grupo> <novo nome>.

source: Invalid syntax. Proper syntax: {0}group suffix <group name> [new suffix].
pt_br: Sintaxe inválida. Sintaxe adequada: {0}group suffix <nome do grupo> [novo sufixo].

source: Invalid syntax. Proper syntax: {0}help <command/page>
pt_br: Sintaxe inválida. Sintaxe adequada: {0}help <comando/página>

source: Invalid syntax. Proper syntax: {0}item <item name/id> [item amount] [prefix id/name]
pt_br: Sintaxe inválida. Sintaxe adequada: {0}item <nome/id do item> [quantidade] [nome/id prefixo]

source: Invalid syntax. Proper syntax: {0}itemban add <item name>.
pt_br: Sintaxe inválida. Sintaxe adequada: {0}itemban add <nome do item>.

source: Invalid syntax. Proper syntax: {0}itemban allow <item name> <group name>.
pt_br: Sintaxe inválida. Sintaxe adequada: {0}itemban allow <nome do item> <nome do grupo>.

source: Invalid syntax. Proper syntax: {0}itemban del <item name>.
pt_br: Sintaxe inválida. Sintaxe adequada: {0}itemban del <nome do item>.

source: Invalid syntax. Proper syntax: {0}itemban disallow <item name> <group name>.
pt_br: Sintaxe inválida. Sintaxe adequada: {0}itemban disallow <nome do item> <nome do grupo>.

source: Invalid syntax. Proper syntax: {0}kick <player> [reason].
pt_br: Sintaxe inválida. Exemplo de uso: {0}kick <jogador> [motivo].

source: Invalid syntax. Proper syntax: {0}me <text>
pt_br: Sintaxe inválida. Sintaxe adequada: {0}me <texto>

source: Invalid syntax. Proper syntax: {0}p <team chat text>
pt_br: Sintaxe inválida. Sintaxe adequada: {0}p <texto do chat do time>

source: Invalid syntax. Proper syntax: {0}projban add <proj id>
pt_br: Sintaxe inválida. Sintaxe adequada: {0}projban add <proj id>

source: Invalid syntax. Proper syntax: {0}projban allow <id> <group>.
pt_br: Sintaxe inválida. Sintaxe adequada: {0}projban allow <id> <grupo>.

source: Invalid syntax. Proper syntax: {0}projban del <id>.
pt_br: Sintaxe inválida. Sintaxe adequada: {0}projban del <id>.

source: Invalid syntax. Proper syntax: {0}projban disallow <id> <group name>.
pt_br: Sintaxe inválida. Sintaxe adequada: {0}projban disallow <id> <nome do grupo>.

source: Invalid syntax. Proper syntax: {0}region allow <name> <region>.
pt_br: Sintaxe inválida. Sintaxe adequada: {0}region allow <nome> <região>.

source: Invalid syntax. Proper syntax: {0}region allowg <group> <region>.
pt_br: Sintaxe inválida. Sintaxe adequada: {0}region allowg <grupo> <região>.

source: Invalid syntax. Proper syntax: {0}region define <name>.
pt_br: Sintaxe inválida. Sintaxe adequada: {0}region define <nome>.

source: Invalid syntax. Proper syntax: {0}region delete <name>.
pt_br: Sintaxe inválida. Sintaxe adequada: {0}region delete <nome>.

source: Invalid syntax. Proper syntax: {0}region info <region> [-d] [page].
pt_br: Sintaxe inválida. Sintaxe adequada: {0}region info <região> [-d] [página].

source: Invalid syntax. Proper syntax: {0}region protect <name> <true/false>.
pt_br: Sintaxe inválida. Sintaxe adequada: {0}region protect <nome> <verdadeiro/falso>.

source: Invalid syntax. Proper syntax: {0}region remove <name> <region>.
pt_br: Sintaxe inválida. Sintaxe adequada: {0}region remove <nome> <região>.

source: Invalid syntax. Proper syntax: {0}region removeg <group> <region>.
pt_br: Sintaxe inválida. Sintaxe adequada: {0}region removeg <grupo> <região>.

source: Invalid syntax. Proper syntax: {0}region rename <region> <new name>
pt_br: Sintaxe inválida. Sintaxe adequada: {0}region rename <região> <novo nome>

source: Invalid syntax. Proper syntax: {0}region resize <region> <u/d/l/r> <amount>
pt_br: Sintaxe inválida. Sintaxe adequada: {0}region resize <região> <u/d/l/r> <quantidade>

source: Invalid syntax. Proper syntax: {0}region tp <region>.
pt_br: Sintaxe inválida. Sintaxe adequada: {0}region tp <região>.

source: Invalid syntax. Proper syntax: {0}region z <name> <#>
pt_br: Sintaxe inválida. Sintaxe adequada: {0}region z <nome> <#>

source: Invalid syntax. Proper syntax: {0}register <password>.
pt_br: Sintaxe inválida. Sintaxe adequada: {0}register <senha>.

source: Invalid syntax. Proper syntax: {0}renameNPC <guide, nurse, etc.> <newname>
pt_br: Sintaxe inválida. Sintaxe adequada: {0}renameNPC <guia, enfermeira, etc.> <novo nome>

source: Invalid syntax. Proper syntax: {0}serverpassword "<new password>".
pt_br: Sintaxe inválida. Sintaxe adequada: {0}serverpassword "<nova senha>".

source: Invalid syntax. Proper syntax: {0}slap <player> [damage].
pt_br: Sintaxe inválida. Sintaxe adequada: {0}slap <jogador> [dano].

source: Invalid syntax. Proper syntax: {0}spawnboss <boss type> [amount].
pt_br: Sintaxe inválida. Sintaxe adequada: {0}spawnboss <tipo de chefe> [quantidade].

source: Invalid syntax. Proper syntax: {0}spawnmob <mob type> [amount].
pt_br: Sintaxe inválida. Sintaxe adequada: {0}spawnmob <tipo de mob> [quantidade].

source: Invalid syntax. Proper syntax: {0}tileban add <tile id>.
pt_br: Sintaxe inválida. Sintaxe adequada: {0}tileban add <id do bloco>.

source: Invalid syntax. Proper syntax: {0}tileban allow <id> <group>.
pt_br: Sintaxe inválida. Sintaxe adequada: {0}tileban allow <id> <grupo>.

source: Invalid syntax. Proper syntax: {0}tileban del <id>.
pt_br: Sintaxe inválida. Sintaxe adequada: {0}tileban del <id>.

source: Invalid syntax. Proper syntax: {0}tileban disallow <id> <group name>.
pt_br: Sintaxe inválida. Sintaxe adequada: {0}tileban disallow <id> <nome do grupo>.

source: Invalid syntax. Proper syntax: {0}tp <player> [player 2].
pt_br: Sintaxe inválida. Sintaxe adequada: {0}tp <jogador> [jogador 2].

source: Invalid syntax. Proper syntax: {0}tp <player>.
pt_br: Sintaxe inválida. Sintaxe adequada: {0}tp <jogador>.

source: Invalid syntax. Proper syntax: {0}tphere <player>.
pt_br: Sintaxe inválida. Sintaxe adequada: {0}tphere <jogador>.

source: Invalid syntax. Proper syntax: {0}tphere <player|*>.
pt_br: Sintaxe inválida. Sintaxe adequada: {0}tphere <jogador|*>.

source: Invalid syntax. Proper syntax: {0}tpnpc <NPC>.
pt_br: Sintaxe inválida. Sintaxe adequada: {0}tpnpc <NPC>.

source: Invalid syntax. Proper syntax: {0}tppos <tile x> <tile y>.
pt_br: Sintaxe inválida. Sintaxe adequada: {0}tppos <bloco x> <bloco y>.

source: Invalid syntax. Proper syntax: {0}userinfo <player>.
pt_br: Sintaxe inválida. Sintaxe adequada: {0}userinfo <jogador>.

source: Invalid syntax. Proper syntax: {0}warp [command] [arguments].
pt_br: Sintaxe inválida. Exemplo de uso: {0}warp [command] [arguments].

source: Invalid syntax. Proper syntax: {0}warp [name] or {0}warp list <page>.
pt_br: Sintaxe inválida. Exemplo de uso: {0}warp [name] or {0}warp list <page>.

source: Invalid syntax. Proper syntax: {0}warp add [name].
pt_br: Sintaxe inválida. Exemplo de uso: {0}warp add [name].

source: Invalid syntax. Proper syntax: {0}warp del [name].
pt_br: Sintaxe inválida. Exemplo de uso: {0}warp del [name].

source: Invalid syntax. Proper syntax: {0}warp hide [name] <true/false>.
pt_br: Sintaxe inválida. Exemplo de uso: {0}warp hide [name] <true/false>.

source: Invalid syntax. Proper syntax: {0}warp send [player] [warpname].
pt_br: Sintaxe inválida. Exemplo de uso: {0}warp send [player] [warpname].

source: Invalid syntax. Proper syntax: {0}wind <speed>.
pt_br: Sintaxe inválida. Sintaxe adequada: {0}wind <velocidade>.

source: Invalid syntax. Proper syntax: {0}worldevent <event type>.
pt_br: Sintaxe inválida. Sintaxe adequada: {0}worldevent <tipo de evento>.

source: Invalid syntax. Proper syntax: {0}worldmode <mode>.
pt_br: Sintaxe inválida. Sintaxe adequada: {0}worldmode <modo>.

source: Invalid syntax. Proper syntax: /region protect <name> <true/false>.
pt_br: Sintaxe inválida. Sintaxe adequada: /region protect <nome> <verdadeiro/falso>.

source: Invalid syntax. Proper syntax: /region set <1/2>.
pt_br: Sintaxe inválida. Sintaxe adequada: /region set <1/2>.

source: Invalid target player.
pt_br: Jogador inválido.

source: Invalid Ticket Number. Refer to {0} for details on how to use the {1} command
pt_br: Número de Ticket inválido. Consulte {0} para detalhes de como usar o comando {1}

source: Invalid tile ID.
pt_br: ID de bloco inválido.

source: Invalid time string! Proper format: _d_h_m_s, with at least one time specifier.
pt_br: Sequência de tempo inválida! Formato adequado: _d_h_m_s, com pelo menos um especificador de tempo.

source: Invalid time string. Proper format: hh:mm, in 24-hour time.
pt_br: Sequência de tempo inválida. Formato adequado: hh:mm, Em 24 horas.

source: Invalid Type: '{0}'
pt_br: Tipo Inválido: '{0}'

source: Invalid user syntax. Try {0}user help.
pt_br: Sintaxe de usuário inválida. Tente {0}user help.

source: Invalid warp name. The names 'list', 'hide', 'del' and 'add' are reserved for commands.
pt_br: Nome de warp inválido. Os nomes 'list', 'hide', 'del' e 'add' são reservados para comandos.

source: Invalid wind speed.
pt_br: Velocidade de vento inválida.

source: Invalid world mode. Valid world modes: {0}
pt_br: Modo de mundo inválido. Modos válidos: {0}

source: IP Address: {0}.
pt_br: Endereço IP: {0}.

source: Item Ban Sub-Commands ({{0}}/{{1}}):
pt_br: Subcomandos de exclusão de itens ({{0}}/{{1}}):

source: Item bans ({{0}}/{{1}}):
pt_br: Itens banidos ({{0}}/{{1}}):

source: Kicked {0} for : '{1}'
pt_br: Expulsou {0} por : '{1}'

source: Kicked via web
pt_br: Expulso através da web

source: Kicked: {0}
pt_br: Expulso: {0}

source: Kill syntax and example
pt_br: Sintaxe de morte e exemplo

source: Kills another player.
pt_br: Mata outro jogador.

source: Kills hostile NPCs or NPCs of a certain type.
pt_br: Elimina NPCs hostis ou NPCs de certo tipo.

source: LandGolfBallInCupHandler: Invalid golf ball projectile ID {0}! - From {1}
pt_br: LandGolfBallInCupHandler: ID de projétil de bola de golfe inválida {0}! - De {1}

source: LandGolfBallInCupHandler: Item selected is not a golf club! - From {0}
pt_br: LandGolfBallInCupHandler: Item selecionado não é um taco de golfe! - De {0}

source: LandGolfBallInCupHandler: Packet rejected for ID spoofing. Expected {0}, received {1} from {2}.
pt_br: LandGolfBallInCupHandler: Pacote rejeitado por falsificação de ID. Esperado {0}, recebido {1} de {2}.

source: LandGolfBallInCupHandler: Tile at packet position X:{0} Y:{1} is not a golf hole! - From {2}
pt_br: LandGolfBallInCupHandler: Bloco na posição X:{0} Y:{1} não é um buraco de golfe! - De {2}

source: LandGolfBallInCupHandler: X and Y position is out of world bounds! - From {0}
pt_br: LandGolfBallInCupHandler: Posição X e Y estão fora dos limites! - De {0}

source: Lanterns are now down.
pt_br: As lanternas caíram.

source: Lanterns are now up.
pt_br: As lanternas subiram.

source: Liquids are already settling.
pt_br: Os líquidos já se instalam.

source: list - Lists all regions.
pt_br: list - Lista de todas as regiões.

source: list [page] - Lists all item bans.
pt_br: list [página] - Lista todos os itens banidos.

source: list [page] - Lists all projectile bans.
pt_br: list [página] - Lista todos os projéteis banidos.

source: list [page] - Lists all tile bans.
pt_br: list [página] - Lista todos os blocos banidos.

source: list [page] - Lists groups.
pt_br: list [página] - Lista de grupos.

source: List Online Players Syntax
pt_br: Sintaxe de Lista de Jogadores Online

source: Listening on IP {0}.
pt_br: Ouvindo no IP {0}.

source: Listening on port {0}.
pt_br: Ouvindo na porta {0}.

source: listperm <group> [page] - Lists a group's permissions.
pt_br: listperm <grupo> [página] - Lista as permissões de um grupo.

source: Lists commands or gives help on them.
pt_br: Lista comandos ou ajuda com eles.

source: listusers - Lists all REST users and their current active tokens.
pt_br: listusers - Lista todos os usuários REST e seus tokens ativos atuais.

source: Loading dedicated config file: {0}
pt_br: Carregando o arquivo de configuração dedicado: {0}

source: Location of {0} is ({1}, {2}).
pt_br: A localização de {0} é ({1}, {2}).

source: Log display disabled.
pt_br: Exibição de Log desativada.

source: Log display enabled.
pt_br: Exibição de Log ativada.

source: Log path has been set to {0}
pt_br: O caminho do registro foi definido para {0}

source: Login attempt failed - see the message above.
pt_br: Falha ao tentar login - veja a mensagem acima.

source: Login before join enabled. Users may be prompted for an account specific password instead of a server password on connect.
pt_br: Conectar-se antes de entrar habilitado. Usuários podem ser solicitados para obter uma senha de uma conta específica invés de uma senha de servidor ao conectar.

source: Login using UUID enabled. Users automatically login via UUID.
pt_br: Conexão usando UUID ativado. Usuários se conectam automaticamente via UUID.

source: Logs you into an account.
pt_br: Entra em uma conta.

source: Logs you out of your current account.
pt_br: Desconecta você da sua conta atual.

source: Machine name: {0}
pt_br: Nome da máquina: {0}

source: Make sure that you trust the plugins you're installing.
pt_br: Certifique-se de confiar nos plugins que você está instalando.

source: Malicious portal attempt.
pt_br: Tentativa de portal malicioso.

source: Manage plugins and their requirements
pt_br: Gerenciar plugins e suas exigências

source: Manages groups.
pt_br: Gerencia grupos.

source: Manages item bans.
pt_br: Gerencia itens banidos.

source: Manages player bans.
pt_br: Gerencia jogadores banidos.

source: Manages projectile bans.
pt_br: Gerencia projéteis banidos.

source: Manages regions.
pt_br: Gerencia regiões.

source: Manages the REST API.
pt_br: Gerencia o API REST.

source: Manages the server whitelist.
pt_br: Gerencia a whitelist do servidor.

source: Manages tile bans.
pt_br: Gerencia blocos banidos.

source: Manages user accounts.
pt_br: Gerencia contas de usuários.

source: Manipulating unknown liquid type
pt_br: Manipulando tipo de líquido desconhecido

source: Marked region {0} as protected.
pt_br: Região {0} marcada como protegida.

source: Marked region {0} as unprotected.
pt_br: Região {0} marcada como desprotegida.

source: Memory usage: {0}
pt_br: Uso de memória: {0}

source: Message: {0}: {1}: {2}
pt_br: Mensagem: {0}: {1}: {2}

source: Meteor has been spawned
pt_br: Um Meteoro foi invocado

source: Misbehaviour.
pt_br: Falta de comportamento.

source: Missing item name/id.
pt_br: Nome/ID de item faltando.

source: Missing or empty {0} parameter
pt_br: Parâmetro {0} ausente ou vazio

source: Missing or invalid {0} parameter
pt_br: Parâmetro {0} ausente ou inválido

source: Missing player name.
pt_br: Nome de usuário faltando.

source: Mode: {0}
pt_br: Modo: {0}

source: More than one match found -- unable to decide which is correct:
pt_br: Mais de um correspondente encontrado -- Incapaz de decidir qual está correto:

source: Mourning Wood
pt_br: Madeira Assustadora

source: Msg ID not implemented
pt_br: ID de Msg não implementada

source: Multiple user accounts found for {0} '{1}'
pt_br: Múltiplas contas de usuário foram encontradas para {0} '{1}'

source: Mute Syntax
pt_br: Ajuda do comando Silenciar

source: N/A
pt_br: N/D

source: name [-u][-z][-p] - Shows the name of the region at the given point.
pt_br: name [-u][-z][-p] - Mostra o nome da região em determinado ponto.

source: Name: {0}
pt_br: Nome: {0}

source: NetModuleHandler received attempt to unlock sacrifice while not in journey mode from {0}
pt_br: NetModuleHandler recebeu uma tentativa de desbloquear um sacrifício enquanto não estava no modo jornada de {0}

source: Never.
pt_br: Nunca.

source: New name is too large!
pt_br: O novo nome é muito grande!

source: New worlds will be generated with the {0} world evil type!
pt_br: Novos mundos serão gerados com o tipo de mal {0}!

source: No associated commands.
pt_br: Nenhum comando associado.

source: No bans found matching the provided ticket number.
pt_br: Nenhum banimento encontrado com o número do ticket fornecido.

source: No command or command alias matching "{0}" found.
pt_br: Nenhum comando ou alias correspondente a "{0}" foi encontrado.

source: No description available.
pt_br: Nenhuma descrição disponível

source: No help available.
pt_br: Nenhuma ajuda disponível.

source: No matching bans found.
pt_br: Nenhum banimento correspondente encontrado.

source: No player was found matching '{0}'.
pt_br: Nenhum jogador foi encontrado correspondente a '{0}'.

source: No players matched "{0}".
pt_br: Nenhum jogador correspondente "{0}".

source: No prefix matched "{0}".
pt_br: Nenhum prefixo correspondente "{0}".

source: No reason specified.
pt_br: Nenhuma razão especificada.

source: No special permissions are required for this route.
pt_br: Não são necessárias permissões especiais para esta rota.

source: No such group "{0}".
pt_br: Grupo não encontrado "{0}".

source: No values supplied
pt_br: Nenhum valor fornecido

source: Not authorized. The provided token became invalid due to group changes, please create a new token.
pt_br: Não autorizado. O token fornecido tornou-se inválido devido a mudanças no grupo, por favor, crie um novo token.

source: Not authorized. The specified API endpoint requires a token, but the provided token was not valid.
pt_br: Não autorizado. O endpoint da API especificado requer um token, mas o token fornecido não era válido.

source: Not authorized. The specified API endpoint requires a token.
pt_br: Não autorizado. O endpoint do API especificado requer um token.

source: Not authorized. User "{0}" has no access to use the specified API endpoint.
pt_br: Não autorizado. Usuário "{0}" não tem acesso para usar o endpoint do API especificado.

source: Not logged in or Invalid syntax. Proper syntax: {0}password <oldpassword> <newpassword>.
pt_br: Não está logado ou sintaxe inválida. Sintaxe adequada: {0}password <senha antiga> <nova senha>.

source: Not upgrading work factor because bcrypt hash in an invalid format.
pt_br: Não é possível atualizar o fator de trabalho porque o hash bcrypt está em um formato inválido.

source: NPC damage exceeded {0}.
pt_br: Dano do NPC excedeu {0}.

source: One moment...
pt_br: Aguarde...

source: One of your UserIDs is not a usable integer: {0}
pt_br: Um dos seus UserIDs não é utilizável: {0}

source: Online Players ({0}/{1})
pt_br: Jogadores Online ({0}/{1})

source: Operating system: {0}
pt_br: Sistema operacional: {0}

source: Overrides serverside characters for a player, temporarily.
pt_br: Sobrescreve caracteres de servidor para um jogador, temporariamente.

source: Page {{0}} of {{1}}
pt_br: Página {{0}} de {{1}}

source: parent <group> <parent group> - Changes a group's parent group.
pt_br: parent <grupo> <grupo pai> - Altera o grupo pai de um grupo.

source: Parent of "{0}" is "{1}".
pt_br: Pai de "{0}" é "{1}".

source: Parent of group "{0}" set to "{1}".
pt_br: Pai do grupo "{0}" definido como "{1}".

source: Parenting group {0} to {1} would cause loops in the parent chain.
pt_br: Pais do grupo {0} a {1} causariam loops na corrente pai.

source: Password change attempt for {0} failed for an unknown reason. Check the server console for more details.
pt_br: Tentativa de alteração de senha para {0} falhou por um motivo desconhecido. Verifique o console do servidor para mais detalhes.

source: Password change succeeded for {0}.
pt_br: Senha alterada com sucesso para {0}.

source: Password must be at least {0} characters.
pt_br: A senha deve ter pelo menos {0} caracteres.

source: Password must be greater than or equal to {0} characters.
pt_br: A senha deve ser maior ou igual a {0} caracteres.

source: PasswordUser returned an error: {0}.
pt_br: PasswordUser retornou um erro: {0}.

source: Path: {0}
pt_br: Caminho: {0}

source: Pearlwood Tree
pt_br: Árvore de madeira pérola

source: Permissions for {0} ({{0}}/{{1}}):
pt_br: Permissões para {0} ({{0}}/{{1}}):

source: Player "{0}" has to perform a /login attempt first.
pt_br: Jogador "{0}" deve executar uma tentativa de /login primeiro.

source: Player "{0}" has to reconnect first, because they need to delete their trash.
pt_br: Jogador "{0}" precisa reconectar primeiro, pois ele precisa deletar seu lixo.

source: Player "{0}" is already logged in.
pt_br: Jogador "{0}" já está logado.

source: Player {0} has been disabled for {1}.
pt_br: Jogador {0} foi desativado por {1}.

source: Player {0} has been muted
pt_br: O jogador {0} foi silenciado.

source: Player {0} has been unmuted
pt_br: O jogador {0} teve o silêncio removido.

source: Player {0} matches {1} player
pt_br: Jogador {0} coincide com {1} jogador

source: Player {0} not found.
pt_br: Jogador {0} não encontrado.

source: Player {0} tried to sneak {1} onto the server!
pt_br: Jogador {0} tentou sorratear {1} para o servidor!

source: Player {0} was killed
pt_br: Jogador {0} foi morto

source: Player {0} was not found
pt_br: Jogador {0} não foi encontrado

source: Player damage exceeded {0}.
pt_br: O dano do jogador excedeu {0}.

source: Player does not have free slots!
pt_br: O jogador não tem espaços livres!

source: Player does not have permission to create projectile {0}.
pt_br: O jogador não tem permissão para criar projétil {0}.

source: Player not found. Unable to kick the player.
pt_br: Jogador não encontrado. Não foi possível expulsar o jogador.

source: Please {0}register or {0}login to play!
pt_br: Por favor {0}registre-se ou faça o login {0}para jogar!

source: Please close NPC windows before logging out.
pt_br: Por favor, feche as janelas NPC antes de sair.
