Repository: Pryaxis/TShock
Catalog: i18n/*/TShockAPI.po
Languages: pt_br

source: GetDataHandlers / HandleNpcStrike rejected EoL summon from {0}
pt_br: GetDataHandlers / HandleNpcStrike rejeitou a invocação de Imperatriz da Luz de {0}

source: GetDataHandlers / HandleNpcStrike rejected npc strike {0}
pt_br: GetDataHandlers / HandleNpcStrike rejeitou um golpe a npc {0}

source: GetDataHandlers / HandleNpcTalk rejected npc talk {0}
pt_br: GetDataHandlers / HandleNpcTalk rejeitou conversar com npc {0}

source: GetDataHandlers / HandleNpcTeleportPortal rejected not thinking with portals {0}
pt_br: GetDataHandlers / HandleNpcTeleportPortal rejeitou não pensar com portais {0}

source: GetDataHandlers / HandleNpcTeleportPortal rejected null check {0}
pt_br: GetDataHandlers / HandleNpcTeleportPortal rejeitou verificação nula {0}

source: GetDataHandlers / HandleNumberOfAnglerQuestsCompleted surprise packet! Someone tell the TShock team! {0}
pt_br: GetDataHandlers / HandleNumberOfAnglerQuestsCompleted pacote surpresa! Alguém avise a equipe TShock! {0}

source: GetDataHandlers / HandleOldOnesArmy rejected permissions {0}
pt_br: GetDataHandlers / HandleOldOnesArmy rejeitou permissões {0}

source: GetDataHandlers / HandleOldOnesArmy rejected throttled {0}
pt_br: GetDataHandlers / HandleOldOnesArmy rejeitou aceleração {0}

source: GetDataHandlers / HandlePaintTile rejected range check {0}
pt_br: GetDataHandlers / HandlePaintTile rejeitou a verificação de alcance {0}

source: GetDataHandlers / HandlePaintTile rejected select consistency {0}
pt_br: GetDataHandlers / HandlePaintTTile rejeitou a consistência de seleção {0}

source: GetDataHandlers / HandlePaintTile rejected throttle/permission/range check {0}
pt_br: GetDataHandlers / HandlePaintTTile rejeitado acelerador/permissão/verificação de alcance {0}

source: GetDataHandlers / HandlePaintWall rejected range check {0}
pt_br: GetDataHandlers / HandlePaintWall rejeitou a verificação de alcance {0}

source: GetDataHandlers / HandlePaintWall rejected selector consistency {0}
pt_br: GetDataHandlers / HandlePaintWall rejeitou a consistência de seletor {0}

source: GetDataHandlers / HandlePaintWall rejected throttle/permission/range {0}
pt_br: GetDataHandlers / HandlePaintWall rejeitou acelerador/permissão/alcance {0}

source: GetDataHandlers / HandlePlayerBuffList handled event and sent data {0}
pt_br: GetDataHandlers / HandlePlayerBuffList tomou conta do evento e enviou os dados {0}

source: GetDataHandlers / HandlePlayerBuffList zeroed player buff due to below state 2 {0} {1}
pt_br: GetDataHandlers / HandlePlayerBuffList zerou o buff do jogador devido ao estado abaixo de 2 {0} {1}

source: GetDataHandlers / HandlePlayerHp rejected over max hp {0}
pt_br: GetDataHandlers / HandlePlayerHp rejeitado por estar acima do HP máximo {0}

source: GetDataHandlers / HandlePlayerInfo rejected hardcore required
pt_br: GetDataHandlers / HandlePlayerInfo rejeitado hardcore necessário

source: GetDataHandlers / HandlePlayerInfo rejected mediumcore required
pt_br: GetDataHandlers / HandlePlayerInfo rejeitou mediumcore necessário

source: GetDataHandlers / HandlePlayerInfo rejected name length 0
pt_br: GetDataHandlers / HandlePlayerInfo rejeitou comprimento do nome 0

source: GetDataHandlers / HandlePlayerInfo rejected plugin phase {0}
pt_br: GetDataHandlers / HandlePlayerInfo rejeitou a fase do plugin {0}

source: GetDataHandlers / HandlePlayerInfo rejected softcore required
pt_br: GetDataHandlers / HandlePlayerInfo rejeitou softcore necessário

source: GetDataHandlers / HandlePlayerKillMeV2 kicked with difficulty {0} {1}
pt_br: GetDataHandlers / HandlePlayerKillMeV2 foi expulso com dificuldade {0} {1}

source: GetDataHandlers / HandlePlayerKillMeV2 ssc delete {0} {1}
pt_br: GetDataHandlers / HandlePlayerKillMeV2 ssc deletar {0} {1}

source: GetDataHandlers / HandlePlayerMana rejected max mana {0} {1}/{2}
pt_br: GetDataHandlers / HandlePlayerMana rejeitou o máximo de mana {0} {1}/{2}

source: GetDataHandlers / HandlePlayerSlot rejected ignore ssc packets
pt_br: GetDataHandlers / HandlePlayerSlot rejeitado ignorar pacotes ssc

source: GetDataHandlers / HandlePlayerTeam rejected team fastswitch {0}
pt_br: GetDataHandlers / HandlePlayerTeam rejeitou mudança de time rápida {0}

source: GetDataHandlers / HandlePlayerUpdate home position delta {0}
pt_br: GetDataHandlers / HandlePlayerAtualizar Delta da posição inicial {0}

source: GetDataHandlers / HandlePlayerZone rejected null check
pt_br: GetDataHandlers / HandlePlayerZone rejeitou verificação nula

source: GetDataHandlers / HandleProjectileKill permitted skeletron prime exemption {0}
pt_br: GetDataHandlers / HandleProjectileKill permitiu uma exceção de Esqueletron Alfa {0}

source: GetDataHandlers / HandleProjectileKill rejected banned projectile {0}
pt_br: GetDataHandlers / HandleProjectileKill rejeitado projétil banido {0}

source: GetDataHandlers / HandleProjectileKill rejected tombstone {0}
pt_br: GetDataHandlers / HandleProjectileKill rejeitou a lápide {0}

source: GetDataHandlers / HandleSign rejected sign on build permission {0}
pt_br: GetDataHandlers / HandleSign rejeitou a placa na permissão de construção {0}

source: GetDataHandlers / HandleSign rejected sign range check {0}
pt_br: GetDataHandlers / HandleSign rejeitou a verificação de alcance de placa {0}

source: GetDataHandlers / HandleSignRead rejected out of bounds {0}
pt_br: GetDataHandlers / HandleSignRead rejeitou fora dos limites {0}

source: GetDataHandlers / HandleSpawn force teleport 'vanilla spawn' {0}
pt_br: GetDataHandlers / HandleSpawn forçar teleporte 'vanilla spawn' {0}

source: GetDataHandlers / HandleSpawn force teleport phase 1 {0}
pt_br: GetDataHandlers / HandleSpawn forçar teleporte fase 1 {0}

source: GetDataHandlers / HandleSpawn force teleport phase 2 {0}
pt_br: GetDataHandlers / HandleSpawn forçar teleporte fase 2 {0}

source: GetDataHandlers / HandleSpawn rejected dead player spawn request {0}
pt_br: GetDataHandlers / HandleSpawn rejeitou o pedido de geração de jogador morto {0}

source: GetDataHandlers / HandleSpawnBoss rejected boss {0} {1}
pt_br: GetDataHandlers / HandleSpawnBoss rejeitou o chefe {0} {1}

source: GetDataHandlers / HandleSpawnBoss rejected bouner throttled {0}
pt_br: GetDataHandlers / HandleSpawnBoss rejeitou aceleração bouner {0}

source: GetDataHandlers / HandleSpawnBoss rejected invasion {0} {1}
pt_br: GetDataHandlers / HandleSpawnBoss rejeitou a invasão {0} {1}

source: GetDataHandlers / HandleSpawnBoss rejected pet {0} {1}
pt_br: GetDataHandlers / HandleSpawnBoss rejeitou o animal de estimação {0} {1}

source: GetDataHandlers / HandleSpecial rejected enchanted sundial permission (ForceTime) {0}
pt_br: GetDataHandlers / HandleSpecial rejeitou a permissão de Relógio Solar Encantado (ForceTime) {0}

source: GetDataHandlers / HandleSpecial rejected enchanted sundial permission {0}
pt_br: GetDataHandlers / HandleSpecial rejeitou a permissão de Relógio Solar Encantado {0}

source: GetDataHandlers / HandleSpecial rejected type 1 for {0}
pt_br: GetDataHandlers / HandleSpecial rejeitado tipo 1 para {0}

source: GetDataHandlers / HandleSyncExtraValue rejected expert/master mode check {0}
pt_br: GetDataHandlers / HandleSyncExtraValue rejeitou a verificação de modo perito/mestre {0}

source: GetDataHandlers / HandleSyncExtraValue rejected extents check {0}
pt_br: GetDataHandlers / HandleSyncExtraValue rejeitou a verificação de extensões {0}

source: GetDataHandlers / HandleSyncExtraValue rejected npc id out of bounds check - NPC ID: {0}
pt_br: GetDataHandlers / HandleSyncExtraValue rejeitou o ID de NPC fora dos limites - NPC ID: {0}

source: GetDataHandlers / HandleSyncExtraValue rejected npc is null - NPC ID: {0}
pt_br: GetDataHandlers / HandleSyncExtraValue rejeitado npc é nulo - NPC ID: {0}

source: GetDataHandlers / HandleSyncExtraValue rejected range check {0},{1} vs {2},{3} which is {4}
pt_br: GetDataHandlers / HandleSyncExtraValue rejeitado ordem {0},{1} vs {2},{3} que é {4}

source: GetDataHandlers / HandleSyncLoadout rejected loadout index sync {0}
pt_br: GetDataHandlers / HandleSyncLoadout rejeitou índice de sincronização de arsenal {0}

source: GetDataHandlers / HandleSyncLoadout rejected loadout index sync out of bounds {0}
pt_br: GetDataHandlers / HandleSyncLoadout rejeitou índice de sincronização de arsenal fora dos limites {0}

source: GetDataHandlers / HandleTeleport rejected npc teleport {0} {1}
pt_br: GetDataHandlers / HandleTeleport rejeitou teleporte de NPC {0} {1}

source: GetDataHandlers / HandleTeleport rejected p2p extents {0} {1}
pt_br: GetDataHandlers / HandleTeleport rejeitado extensões p2p {0} {1}

source: GetDataHandlers / HandleTeleport rejected p2p wormhole permission {0} {1}
pt_br: GetDataHandlers / HandleTeleport rejeitou permissão buraco de minhoca p2p {0} {1}

source: GetDataHandlers / HandleTeleport rejected rod type {0} {1}
pt_br: GetDataHandlers / HandleTeleport rejeitado cajado tipo {0} {1}

source: GetDataHandlers / HandleTeleportationPotion rejected not holding the correct item {0} {1}
pt_br: GetDataHandlers / HandleTeleportationPotion rejeitado segurando o item incorreto {0} {1}

source: GetDataHandlers / HandleTeleportationPotion rejected permissions {0} {1}
pt_br: GetDataHandlers / HandleTeleportationPotion rejeitadas permissões {0} {1}

source: GetDataHandlers / HandleToggleParty rejected no party {0}
pt_br: GetDataHandlers / HandleToggleParty rejeitado sem equipe {0}

source: GetDataHandlers / HandleTogglePvp rejected fastswitch {0}
pt_br: GetDataHandlers / HandleTogglePvp rejeitado mudança rápida {0}

source: GetDataHandlers / HandleTogglePvp rejected index mismatch {0}
pt_br: GetDataHandlers / HandleTogglePvp rejeitado índice de incompatibilidade {0}

source: GetDataHandlers / OnPlayerUpdate rejected from null player.
pt_br: GetDataHandlers / OnPlayerUpdate rejeitado por jogador nulo.

source: GetDataHandlers / rejecting player for name prefix starting with tsi: or tsn:.
pt_br: GetDataHandlers / rejeitando jogador por prefixo de nome começar com tsi: ou tsn:.

source: GetDataHandlers / UpdateNPCHome rejected no permission {0}
pt_br: GetDataHandlers / UpdateNPCHome rejeitou nenhuma permissão {0}

source: GetUser SQL returned an error {0}
pt_br: O SQL para GetUser retornou um erro ({0}

source: Give Buff Syntax and Example
pt_br: Dar Buff de Sintaxe e Exemplo

source: Gives another player a buff or debuff for an amount of time. Putting -1 for time will set it to 415 days.
pt_br: Dá a outro jogador um buff ou debuff por um período de tempo. Colocar -1 para o tempo vai definir como 415 dias.

source: Gives another player an item.
pt_br: Dá um item a outro jogador.

source: Gives yourself a buff or debuff for an amount of time. Putting -1 for time will set it to 415 days.
pt_br: Dá um buff ou debuff a si mesmo por um determinado tempo. Colocar -1 para o tempo vai definir como 415 dias.

source: Gives yourself an item.
pt_br: Dá um item a si mesmo.

source: Glowing Mushroom Tree
pt_br: Árvore de cogumelo brilhante

source: GolfPacketHandler: Player did not have create a golf club projectile the last 5 seconds! - From {0}
pt_br: GolfPacketHandler: O jogador não criou um projétil de taco de golfe nos últimos 5 segundos! - De {0}

source: Group "{0}" has no parent.
pt_br: Grupo "{0}" não possui pai.

source: Group "{0}" has no prefix.
pt_br: Grupo "{0}" não possui prefixo.

source: Group "{0}" has no suffix.
pt_br: Grupo "{0}" não possui sufixo.

source: Group "{0}" is referencing parent group {1} which is already part of the parent chain. Parent reference removed.
pt_br: Grupo "{0}" está referenciando o grupo pai {1} que já faz parte de uma corrente de pai. Referência de pai removida.

source: Group "superadmin" is defined in the database even though it's a reserved group name.
pt_br: Grupo "superadmin" está definido no banco de dados, mesmo sendo um grupo de nomes reservado.

source: Group {0} already exists
pt_br: O grupo {0} já existe

source: Group {0} created successfully
pt_br: O grupo {0} foi criado com sucesso

source: Group {0} deleted successfully
pt_br: O Grupo {0} foi excluído com sucesso

source: Group {0} does not exist
pt_br: O grupo {0} não existe

source: Group {0} does not exist.
pt_br: O grupo {0} não existe.

source: Group {0} doesn't exist
pt_br: O grupo {0} não existe

source: Group {0} doesn't exist.
pt_br: O grupo {0} não existe.

source: Group {0} has been deleted successfully.
pt_br: O grupo {0} foi excluído com sucesso.

source: Group {0} has been renamed to {1}.
pt_br: O grupo {0} foi renomeado para {1}.

source: Group {0} is referencing a non existent parent group {1}, parent reference was removed.
pt_br: Grupo {0} está referenciando um grupo pai não existente {1}, referência pai foi removida.

source: Group {0} is referencing itself as parent group; parent reference was removed.
pt_br: Grupo {0} está referenciando a si mesmo como grupo pai; referência pai foi removida.

source: Group {0} not found.
pt_br: O grupo {0} foi não encontrado.

source: Group {0} updated successfully
pt_br: O grupo {0} foi atualizado com sucesso

source: Group {0} was added successfully.
pt_br: O grupo {0} foi adicionado com sucesso.

source: Group Sub-Commands ({{0}}/{{1}}):
pt_br: Sub-comandos de Grupo ({{0}}/{{1}})

source: Groups ({{0}}/{{1}}):
pt_br: Grupos ({{0}}/{{1}}):

source: Grows plants at your location.
pt_br: Gera plantas na sua localização.

source: Hallow Palm
pt_br: Palmeira sagrada

source: HandleSyncCavernMonsterType: Player is trying to modify NPC cavernMonsterType; this is a crafted packet! - From {0}
pt_br: HandleSyncCavernMonsterType: Jogador está tentando modificar o NPC cavernMonsterType; este é um pacote criado! - De {0}

source: Hardmode is disabled in the server configuration file.
pt_br: Modo Hardmode está desativado no arquivo de configuração do servidor.

source: Hardmode is now off.
pt_br: O modo Hardmode foi desativado.

source: Hardmode is now on.
pt_br: O modo Hardmode foi ativado.

source: Heal Syntax and Example
pt_br: Ajuda do comando Curar

source: HealOtherPlayer cheat attempt!
pt_br: HealOtherPlayer tentativa de trapaça!

source: HealOtherPlayer threshold exceeded {0}.
pt_br: HealOtherPlayer foi excedido {0}.

source: Heals a player in HP and MP.
pt_br: Cura a vida e mana de um jogador.

source: Herb
pt_br: Erva

source: Hit a block to get the name of the region.
pt_br: Bata em um bloco para obter o nome da região.

source: Hit a block to set point {0}.
pt_br: Bata em um bloco para definir o ponto {0}.

source: holding banned item: {0}
pt_br: segurando item banido: {0}

source: If no amount is specified, it will default to healing the target player by their max HP.
pt_br: Se nenhuma quantidade for especificada, o padrão será curar o jogador alvo de acordo com sua vida máxima.

source: If this player wasn't hacking, please report the damage threshold they were disabled for to TShock so we can improve this!
pt_br: Se este jogador não estiver hackeando, por favor, reporte o limite de dano que foi desativado para TShock para que possamos melhorar isso!

source: If this player wasn't hacking, please report the HealOtherPlayer threshold they were disabled for to TShock so we can improve this!
pt_br: Se este jogador não estiver hackeando, por favor, reporte o limite do HealOtherPlayer que eles foram desativados para TShock para que possamos melhorar isso!

source: If this player wasn't hacking, please report the projectile create threshold they were disabled for to TShock so we can improve this!
pt_br: Se este jogador não estiver hackeando, por favor, reporte o limite de criação de projéteis que eles foram desativados para TShock para que possamos melhorar isso!

source: If this player wasn't hacking, please report the tile kill threshold they were disabled for to TShock so we can improve this!
pt_br: Se este jogador não estava hackeando, por favor, reporte o limite de morte de blocos em que eles foram desativados para o TShock para que nós possamos melhorar isso!

source: If this player wasn't hacking, please report the tile liquid threshold they were disabled for to TShock so we can improve this!
pt_br: Se este jogador não estava hackeando, por favor, reporte o limite de bloco líquido em que eles foram desativados para o TShock para que possamos melhorar isso!

source: If this player wasn't hacking, please report the tile place threshold they were disabled for to TShock so we can improve this!
pt_br: Se este jogador não estava hackeando, por favor, reporte o limite de posição de blocos em que eles foram desativados para o TShock para que possamos melhorar isso!

source: If this was not skeletron prime related, please report to TShock what happened.
pt_br: Se isso não foi relacionado com o Esqueletron Alfa, por favor relate ao TShock o que aconteceu.

source: If you are locked out of all admin accounts, ask for help on https://tshock.co/
pt_br: Se você estiver bloqueado de todas as contas de administrador, peça ajuda em https://tshock.co/

source: If you do not specify a radius, it will use a default radius of {0} around your character.
pt_br: Se você não especificar um raio, ele usará um raio padrão de {0} ao redor do seu personagem.

source: If you don't specify the duration, it will default to {0} seconds.
pt_br: Se você não especificar a duração, ela será o padrão para {0} segundos.

source: If you forgot your password, contact the administrator for help.
pt_br: Se você esqueceu sua senha, entre em contato com o administrador para obter ajuda.

source: If you put {0} as the duration, it will use the max possible time of 415 days.
pt_br: Se você colocar {0} como duração, ele usará o máximo tempo possível de 415 dias.

source: If you understand, please {0}login <username> <password> now, and then type {0}setup.
pt_br: Se você entendeu, por favor digite {0}login <nome de usuário> <senha> e então digite {0}setup.

source: If you want to know which plugins need which dependencies, press E.
pt_br: Se você quiser saber quais plugins precisam de quais dependências, pressione E.

source: If you'd like to see which plugins need which dependencies again, press E.
pt_br: Se você quiser ver quais plugins precisam de dependências novamente, pressione E.

source: If you're seeing this message and you know what that player did, please report it to TShock for further investigation.
pt_br: Se você está vendo essa mensagem e sabe o que aquele jogador fez, por favor reporte-o ao TShock para uma investigação maior.

source: Ignoring shrapnel per config..
pt_br: Ignorando shrapnel por configuração..

source: Illegal name: prefixes tsi: and tsn: are forbidden.
pt_br: Nome ilegal: prefixos tsi: e tsn: são proibidos.

source: IllegalPerSe: Emoji packet rejected for ID spoofing. Expected {0}, received {1} from {2}.
pt_br: IlegalPerSe: Pacote de emoji rejeitado pela falsificação de ID. Esperado {0}, recebido {1} de {2}.

source: Incoming teleports are now allowed.
pt_br: Teleportes de entrada agora estão ativados.

source: Incoming teleports are now disabled.
pt_br: Teleportes de entrada agora estão desativados.

source: Incorrect setup code. This incident has been logged.
pt_br: Código de configuração incorreto. Este incidente foi registrado.

source: Infinite group parenting ({0})
pt_br: Grupo pai infinito ({0})

source: info <region> [-d] - Displays several information about the given region.
pt_br: info <region> [-d] - Exibe várias informações sobre determinada região.

source: Information About Region "{0}" ({{0}}/{{1}}):
pt_br: Informação sobre a Região "{0}" ({{0}}/{{1}}):

source: Information about the currently running world
pt_br: Informações sobre o mundo atualmente em execução

source: Inserting the ban into the database failed.
pt_br: Falha ao inserir o banimento no banco de dados.

source: Install the plugins as specified in the plugins.json
pt_br: Instalar os plugins conforme especificado no plugins.json

source: Internal server error.
pt_br: Erro interno do servidor.

source: Invalid Ban Add syntax. Refer to {0} for details on how to use the {1} command
pt_br: Sintaxe inválida de adição de banidos. Consulte {0} para obter detalhes sobre como usar o comando {1}

source: Invalid Ban Del syntax. Refer to {0} for details on how to use the {1} command
pt_br: Sintaxe inválida de exclusão de banidos. Consulte {0} para obter detalhes sobre como usar o comando {1}

source: Invalid Ban Details syntax. Refer to {0} for details on how to use the {1} command
pt_br: Sintaxe inválida de detalhes de banidos. Consulte {0} para obter detalhes sobre como usar o comando {1}

source: Invalid Ban List syntax. Refer to {0} for details on how to use the {1} command
pt_br: Sintaxe inválida de lista de banidos. Consulte {0} para obter detalhes sobre como usar o comando {1}

source: Invalid BCrypt work factor in config file! Creating new hash using default work factor.
pt_br: O nível de criptografia BCrypt é inválido no arquivo de configuração! Criando um novo hash usando o valor padrão.

source: Invalid boss amount.
pt_br: Quantidade de chefes inválida.

source: Invalid boss type!
pt_br: Tipo de chefe Inválido.

source: Invalid buff ID!
pt_br: buff ID inválido!

source: Invalid command entered. Type {0}help for a list of valid commands.
pt_br: Comando inválido. Digite {0}help para uma lista de comandos válidos.

source: Invalid command.
pt_br: Comando inválido.

source: Invalid destination NPC.
pt_br: NPC de destino inválido.

source: Invalid destination player.
pt_br: Jogador de destino inválido.

source: Invalid event type. Valid event types: {0}.
pt_br: Evento inválido. Tipos de eventos válidos: {0}.

source: Invalid frost moon event wave.
pt_br: Rodada do evento da lua gélida inválida.

source: Invalid group.
pt_br: Grupo inválido.

source: Invalid invasion type. Valid invasion types: {0}.
pt_br: Invasão inválida. Tipos de invasões válidos: {0}.

source: Invalid item type!
pt_br: Tipo de item inválido!

source: Invalid item.
pt_br: Item Invalido.

source: Invalid maximum spawns. Acceptable range is {0} to {1}.
pt_br: Máximo de surgimento inválido. O intervalo aceitável é de {0} a {1}.

source: Invalid mob type!
pt_br: Tipo de Mob Inválido.

source: Invalid mob type.
pt_br: Tipo de Mob Inválido.

source: Invalid mode world mode. Valid modes: {0}
pt_br: Modo de modo mundo inválido. Modos válidos: {0}

source: Invalid page number. Page number must be numeric.
pt_br: Número de página inválido. O número da página deve ser numérico.

source: Invalid parent group {0} for group {1}
pt_br: Grupo pai inválido {0} para o grupo {1}

source: Invalid parent group {0} for group {1}.
pt_br: Grupo pai inválido {0} para o grupo {1}.

source: Invalid password.
pt_br: Senha inválida.

source: Invalid player!
pt_br: Jogador inválido!

source: Invalid player.
pt_br: Jogador inválido.

source: Invalid projectile ID!
pt_br: ID do projétil inválido!

source: Invalid projectile ID.
pt_br: ID do projétil inválido.

source: Invalid pumpkin moon event wave.
pt_br: Rodada do evento da lua de abóbora inválida.

source: Invalid region "{0}".
pt_br: Região inválida "{0}".

source: Invalid REST configuration: You may already have a REST service bound to port {0}. Please adjust your configuration and restart the server. Press any key to exit.
pt_br: Configuração REST inválida: Você pode já ter um serviço REST vinculado à porta {0}. Por favor ajuste sua configuração e reinicie o servidor. Pressione qualquer tecla para sair.

source: Invalid server password.
pt_br: Senha do servidor inválida.

source: Invalid subcommand! Type {0}group help for more information on valid commands.
pt_br: Subcomando inválido! Digite {0}group help para obter mais informações sobre comandos válidos.

source: Invalid subcommand. Type {0}itemban help for more information on valid subcommands.
pt_br: Subcomando inválido. Digite {0}itemban help para obter mais informações sobre subcomandos válidos.
