Repository: Pryaxis/TShock
Catalog: i18n/*/TShockAPI.po
Languages: pt_br

source: Bouncer / OnPlayerDamage rejected range checks from {0}
pt_br: Bouncer / OnPlayerDamage rejeitou verificações de alcance de {0}

source: Bouncer / OnPlayerDamage rejected throttled from {0}
pt_br: Bouncer / OnPlayerDamage rejeitou aceleração de {0}

source: Bouncer / OnPlayerPortalTeleport rejected disabled/throttled from {0}
pt_br: Bouncer / OnPlayerPortalTeleport rejeitou desativado/aceleração de {0}

source: Bouncer / OnPlayerPortalTeleport rejected teleport out of bounds from {0}
pt_br: Bouncer / OnPlayerPortalTeleport rejeitou teleporte fora dos limites de {0}

source: Bouncer / OnPlayerPortalTeleport rejected untargetable teleport from {0}
pt_br: Bouncer / OnPlayerPortalTeleport rejeitou teleporte inacessível de {0}

source: Bouncer / OnPlayerUpdate *would have rejected* from (last network position zero) {0}
pt_br: Bouncer / OnPlayerUpdate *teria sido rejeitado* de (ultima posição de rede zero) {0}

source: Bouncer / OnPlayerUpdate force kicked (attempted to set velocity +/- 50000) from {0}
pt_br: Bouncer / OnPlayerUpdate force kicked (tentativa de definir a velocidade para +/- 50000) de {0}

source: Bouncer / OnPlayerUpdate force kicked (attempted to set velocity to infinity) from {0}
pt_br: Bouncer / OnPlayerUpdate force kicked (tentativa de definir a velocidade para infinita) de {0}

source: Bouncer / OnPlayerUpdate force kicked (attempted to set velocity to NaN) from {0}
pt_br: Bouncer / OnPlayerUpdate force kicked (tentativa de definir a velocidade para NaN) de {0}

source: Bouncer / OnPlayerUpdate rejected from (??) {0}
pt_br: Bouncer / OnPlayerUpdate rejeitado por (??) {0}

source: Bouncer / OnPlayerUpdate rejected from (below ??) {0}
pt_br: Bouncer / OnPlayerUpdate rejeitado por (abaixo ??) {0}

source: Bouncer / OnPlayerUpdate rejected from (corpses don't move) {0}
pt_br: Bouncer / OnPlayerUpdate rejeitado por (cadáveres não se movem) {0}

source: Bouncer / OnPlayerUpdate rejected from (inventory length) {0}
pt_br: Bouncer / OnPlayerUpdate rejeitado por (comprimento do inventário) {0}

source: Bouncer / OnPlayerUpdate rejected from (position check) {0}
pt_br: Bouncer / OnPlayerUpdate rejeitado por (verificação de posicionamento) {0}

source: Bouncer / OnPlayerZone rejected from {0}
pt_br: Bouncer / OnPlayerZone rejeitado por {0}

source: Bouncer / OnProjectileKill rejected from bouncer throttle from {0}
pt_br: Bouncer / OnProjectileKill rejeitado por aceleração de bouncer de {0}

source: Bouncer / OnProjectileKill rejected from disabled from {0}
pt_br: Bouncer / OnProjectileKill rejeitado por desativado de {0}

source: Bouncer / OnProjectileKill rejected from negative projectile index from {0}
pt_br: Bouncer / OnProjectileKill rejeitado por índice de projéteis negativo de {0}

source: Bouncer / OnReleaseNPC rejected npc release from {0}
pt_br: Bouncer / OnReleaseNPC rejeitou liberação de npc de {0}

source: Bouncer / OnReleaseNPC rejected out of bounds from {0}
pt_br: Bouncer / OnReleaseNPC rejeitou fora dos limites de {0}

source: Bouncer / OnReleaseNPC rejected throttle from {0}
pt_br: Bouncer / OnReleaseNPC rejeitou aceleração de {0}

source: Bouncer / OnReleaseNPC released different critter from {0}
pt_br: Bouncer / OnReleaseNPC liberou uma criatura diferente de {0}

source: Bouncer / OnTileEdit rejected from (axe) {0} {1} {2}
pt_br: Bouncer / OnTileEdit rejeitado por (eixo) {0} {1} {2}

source: Bouncer / OnTileEdit rejected from (chestcap) {0} {1} {2}
pt_br: Bouncer / OnTileEdit rejeitado por (limite de baú) {0} {1} {2}

source: Bouncer / OnTileEdit rejected from (hammer) {0} {1} {2}
pt_br: Bouncer / OnTileEdit rejeitado por (martelo) {0} {1} {2}

source: Bouncer / OnTileEdit rejected from (hammer2) {0} {1} {2}
pt_br: Bouncer / OnTileEdit rejeitado por (martelo2) {0} {1} {2}

source: Bouncer / OnTileEdit rejected from (inconceivable rope coil) {0} {1} {2} selectedItem:{3} itemCreateTile:{4}
pt_br: Bouncer / OnTileEdit rejeitado por (bobina de corda inconcebível) {0} {1} {2} selectedItem:{3} itemCreateTile:{4}

source: Bouncer / OnTileEdit rejected from (ms1) {0} {1} {2}
pt_br: Bouncer / OnTileEdit rejeitado por (ms1) {0} {1} {2}

source: Bouncer / OnTileEdit rejected from (pdm) {0} {1} {2}
pt_br: Bouncer / OnTileEdit rejeitado por (pdm) {0} {1} {2}

source: Bouncer / OnTileEdit rejected from (pick) {0} {1} {2}
pt_br: Bouncer / OnTileEdit rejeitado por (picareta) {0} {1} {2}

source: Bouncer / OnTileEdit rejected from (placestyle) {0} {1} {2} placeStyle: {3} expectedStyle: {4}
pt_br: Bouncer / OnTileEdit rejeitado por (placestyle) {0} {1} {2} placeStyle: {3} expectedStyle: {4}

source: Bouncer / OnTileEdit rejected from (tb) {0} {1} {2}
pt_br: Bouncer / OnTileEdit rejeitado por (tb) {0} {1} {2}

source: Bouncer / OnTileEdit rejected from (tile placement valid) {0} {1} {2}
pt_br: Bouncer / OnTileEdit rejeitado por (posicionamento de bloco válido) {0} {1} {2}

source: Bouncer / OnTileEdit rejected from actuator/presserator from {0} {1} {2}
pt_br: Bouncer / OnTileEdit rejeitado por atuador/presserator {0} {1} {2}

source: Bouncer / OnTileEdit rejected from build from {0} {1} {2}
pt_br: Bouncer / OnTileEdit rejeitado por construção de {0} {1} {2}

source: Bouncer / OnTileEdit rejected from disable from {0} {1} {2}
pt_br: Bouncer / OnTileEdit rejeitado por desativado de {0} {1} {2}

source: Bouncer / OnTileEdit rejected from editData out of bounds {0} {1} {2}
pt_br: Bouncer / OnTileEdit rejeitado por editData fora dos limites {0} {1} {2}

source: Bouncer / OnTileEdit rejected from explosives/fuses from {0} {1} {2}
pt_br: Bouncer / OnTileEdit rejeitado por explosivos/fusíveis de {0} {1} {2}

source: Bouncer / OnTileEdit rejected from ice/build from {0} {1} {2}
pt_br: Bouncer / OnTileEdit rejeitado por gelo/construção de {0} {1} {2}

source: Bouncer / OnTileEdit rejected from place wire from {0} {1} {2}
pt_br: Bouncer / OnTileEdit rejeitado por lugar do fio de {0} {1} {2}

source: Bouncer / OnTileEdit rejected from sts allow cut from {0} {1} {2}
pt_br: Bouncer / OnTileEdit rejeitado por permissão de corte sts de {0} {1} {2}

source: Bouncer / OnTileEdit rejected from throttled from {0} {1} {2}
pt_br: Bouncer / OnTileEdit rejeitado por acelerador de {0} {1} {2}

source: Bouncer / OnTileEdit rejected from tile kill threshold from {0}, (value: {1})
pt_br: Bouncer / OnTileEdit rejeitado por limite de morte de bloco de {0}, (valor: {1})

source: Bouncer / OnTileEdit rejected from tile place threshold from {0}, (value: {1})
pt_br: Bouncer / OnTileEdit rejeitado por limite de posicionamento de bloco de {0}, (valor: {1})

source: Bouncer / OnTileEdit rejected from tile placement not matching selected item createTile {0} {1} {2} selectedItemID:{3} createTile:{4}
pt_br: Bouncer / OnTileEdit rejeitado por posicionamento de bloco não correspondente ao item selecionado createTile {0} {1} {2} selectedItemID:{3} createTile:{4}

source: Bouncer / OnTileEdit rejected from using ice rod but not placing ice block {0} {1} {2}
pt_br: Bouncer / OnTileEdit rejeitado por usar vara de gelo mas não colocar bloco de gelo {0} {1} {2}

source: Bouncer / OnTileEdit rejected from wall placement not matching selected item createWall {0} {1} {2} selectedItemID:{3} createWall:{4}
pt_br: Bouncer / OnTileEdit rejeitado por posicionamento de parede não correspondente ao item selecionado createWall {0} {1} {2} selectedItemID:{3} createWall:{4}

source: Bouncer / OnTileEdit rejected from weird confusing flow control from {0}
pt_br: Bouncer / OnTileEdit rejeitado por controle de fluxo estranho de {0}

source: Bouncer / OnTileEdit rejected from wire cutter from {0} {1} {2}
pt_br: Bouncer / OnTileEdit rejeitado por cortador de fio de {0} {1} {2}

source: Bouncer / OnTileEdit super accepted from (ice block) {0} {1} {2}
pt_br: Bouncer / OnTileEdit super aceito por (bloco de gelo) {0} {1} {2}

source: Bouncer / OnUpdateNPCHome rejected npc home build permission from {0}
pt_br: Bouncer / OnUpdateNPCHome rejeitou permissão de construção de casa para npc de {0}

source: Bouncer / OnUpdateNPCHome rejected range checks from {0}
pt_br: Bouncer / OnUpdateNPCHome rejeitou verificações de alcance de {0}

source: Bouncer / SendTileRect accepted clientside world edit from {0}
pt_br: Bouncer / SendTileRect aceitou edição de mundo clientside de {0}

source: Bouncer / SendTileRect processing a tile conversion update - [{0}] -> [{1}]
pt_br: Bouncer / SendTileRect processando uma atualização de conversão de bloco - [{0}] -> [{1}]

source: Bouncer / SendTileRect processing a wall conversion update - [{0}] -> [{1}]
pt_br: Bouncer / SendTileRect processando uma atualização de conversão de parede - [{0}] -> [{1}]

source: Bouncer / SendTileRect reimplemented from carbonara from {0}
pt_br: Bouncer / SendTileRect reimplementado por carbonara de {0}

source: Bouncer / SendTileRect rejected for banned tile
pt_br: Bouncer / SendTileRect rejeitado por bloco banido

source: Bouncer / SendTileRect rejected from being disabled from {0}
pt_br: Bouncer / SendTileRect rejeitado por ser desativado de {0}

source: Bouncer / SendTileRect rejected from no permission for tile object from {0}
pt_br: Bouncer / SendTileRect rejeitado por não ter permissão para objeto de bloco de {0}

source: Bouncer / SendTileRect rejected from non-vanilla tilemod from {0}
pt_br: Bouncer / SendTileRect rejeitado por tilemod não-vanilla de {0}

source: Bouncer / SendTileRect rejected from throttle from {0}
pt_br: Bouncer / SendTileRect rejeitado por aceleração de {0}

source: Bouncer / SendTileRectHandler - rejected tile object because object dimensions fall outside the tile rect (excessive size)
pt_br: Bouncer / SendTileRectHandler - rejeitado objeto de bloco porque as dimensões do objeto estão fora do retrato do bloco (tamanho excessivo)

source: Broadcast: {0}
pt_br: Transmissão: {0}

source: Broadcast: {0}: {1}
pt_br: Transmissão: {0}: {1}

source: Broadcasts a message to everyone on the server.
pt_br: Transmite uma mensagem para todos no servidor.

source: Buff Syntax and Example
pt_br: Sintaxe de Buff e Exemplo

source: Butcher Syntax and Example
pt_br: Sintaxe de Açougueiro e Exemplo

source: Bypass SSC is enabled for your account. SSC data will not be loaded or saved.
pt_br: Ignorar SSC está habilitado para a sua conta. Os dados SSC não serão carregados ou salvos.

source: Cactus
pt_br: Cacto

source: Can't set to true SqlColumn.DefaultCurrentTimestamp when the MySqlDbType is not DateTime
pt_br: Não é possível definir como verdadeiro SqlColumn.DefaultCurrentTimestamp quando o MySqlDbType não é DataTime

source: Cannot load module {0} as it does not derive from {1}
pt_br: Não foi possível carregar o módulo {0} , pois não deriva de {1}

source: Certain projectiles have been ignored for cheat detection.
pt_br: Alguns projéteis foram ignorados para detecção de trapaças.

source: Changed the maximum spawns to {0}.
pt_br: Mudou o máximo de surgimentos para {0} .

source: Changed the maximum spawns to 5.
pt_br: Mudou o máximo de surgimentos para 5.

source: Changed the spawn rate to {0}.
pt_br: Mudou a taxa de surgimento para {0}.

source: Changed the spawn rate to 600.
pt_br: Mudou a taxa de surgimento para 600.

source: Changes the server password.
pt_br: Altera a senha do servidor.

source: Changes the wind speed.
pt_br: Altera a velocidade do vento.

source: Changes the world mode.
pt_br: Altera o modo do mundo.

source: Changes your account's password.
pt_br: Altera a senha da sua conta.

source: Chat color for "{0}" is "{1}".
pt_br: Cor do chat para "{0}" é "{1}".

source: Chat color for group "{0}" set to "{1}".
pt_br: Cor do chat para o grupo "{0}" definido como "{1}".

source: Checks for TShock updates.
pt_br: Verifica atualizações do TShock

source: clear - Clears the temporary region points.
pt_br: clear - Limpa os pontos de uma região temporária.

source: Clear Syntax
pt_br: Limpar Sintaxe

source: Cleared all users from the angler quest completion list for today.
pt_br: Todos os usuários foram removidos da lista de conclusão de missões do pescador para hoje.

source: Clears item drops or projectiles.
pt_br: Limpa itens caídos ou projéteis.

source: color <group> <rrr,ggg,bbb> - Changes a group's chat color.
pt_br: color <grupo> <rrr,ggg,bbb> - Altera a cor do chat de um grupo.

source: Command aliases: {0}, {1}, {2}
pt_br: Atalhos de comando: {0}, {1}, {2}

source: Command failed, check logs for more details.
pt_br: O comando falhou, verifique os logs para mais detalhes.

source: Commands ({{0}}/{{1}}):
pt_br: Comandos ({{0}}/{{1}}):

source: Commands: add, del, hide, list, send, [warpname].
pt_br: Comandos: add, del, hide, list, send, [warpname].

source: Config path has been set to {0}
pt_br: Caminho de configuração deinido para {0}

source: Configuration, permissions, and regions reload complete. Some changes may require a server restart.
pt_br: Configuração, permissões e regiões recarregadas completamente. Algumas alterações podem exigir uma reinicialização do servidor.

source: Connect to the internet to figure out what to download?
pt_br: Conectar-se à internet para descobrir o que baixar?

source: Connecting via a proxy is not allowed.
pt_br: Conectar via proxy não é permitido.

source: Correct usage: {0}overridessc|{0}ossc <player name>
pt_br: Uso correto: {0}overridessc\{0}ossc <nome do jogador>

source: Corruption Palm
pt_br: Palmeira corrompida

source: Could not apply the given log path / log format, defaults will be used. Exception details: {0}
pt_br: Não foi possível aplicar o caminho de log / formato de log, os padrões serão usados. Detalhes de exceção: {0}

source: Could not find a database library (probably Sqlite3.dll)
pt_br: Não foi possível encontrar uma biblioteca de banco de dados (provavelmente Sqlite3.dll)

source: Could not find a warp named {0} to remove.
pt_br: Não foi possível encontrar um warp chamado {0} para ser excluído.

source: Could not find any player named "{0}"
pt_br: Não foi possível encontrar nenhum jogador chamado "{0}"

source: Could not find any player named "{0}".
pt_br: Não foi possível encontrar nenhum jogador chamado "{0}".

source: Could not find any players named "{0}"
pt_br: Não foi possível encontrar nenhum jogador chamado "{0}"

source: Could not find group {0}
pt_br: Não foi possível encontrar o grupo {0}

source: Could not find player {0}.
pt_br: Não foi possível encontrar o jogador {0}.

source: Could not find specified region
pt_br: Não foi possível encontrar a região especificada

source: Could not find specified warp.
pt_br: Não foi possível encontrar warp especificado.

source: Could not find the region {0}.
pt_br: Não foi possível encontrar a região {0}.

source: Could not find the target specified. Check that you have the correct spelling.
pt_br: Não foi possível encontrar o jogador especificado. Verifique se você está com a ortografia correta.

source: Could not rename {0}!
pt_br: Não foi possível renomear {0}!

source: Crash attempt via long chat packet.
pt_br: Tentativa de travamento através de um volume longo de chat

source: Creates a reference tables for Terraria data types and the TShock permission system in the server folder.
pt_br: Cria uma tabela de referência para os tipos de dados Terraria e o sistema de permissão TShock na pasta do servidor.

source: Creates: <username> with the password <password> as part of the owner group.
pt_br: Cria: <username> com a senha <password> como parte do grupo proprietário.

source: CreativePowerHandler received permission check request for unknown creative power
pt_br: CreativePowerHandler recebeu solicitação de verificação de permissão para poder criativo desconhecido

source: CreativeUnlocksHandler received non-vanilla unlock request. Random field value: {0} but should be 0 from {1}
pt_br: CreativeUnlocksHandler recebeu uma requisição de desbloqueio non-vanilla. Valor do campo aleatório: {0} mas deve ser 0 de {1}

source: Crimson Palm
pt_br: Palmeira de carmesim

source: Current maximum spawns: {0}.
pt_br: Surgimento máximo atual: {0}.

source: Current spawn rate: {0}.
pt_br: Taxa de surgimento atual: {0}.

source: Death Exploit Attempt: Damage {0}
pt_br: Tentativa de exploração de falha de pacote da Morte: Dano {0}

source: Death reason outside of normal bounds.
pt_br: Motivo da morte fora dos limites normais.

source: Death results in a ban
pt_br: Morte resulta em banimento

source: Death results in a kick
pt_br: Morte resulta em expulsão

source: define <name> - Defines the region with the given name.
pt_br: define <nome> - Define uma região com o nome fornecido.

source: del <group> - Deletes a group.
pt_br: del <grupo> - Exclui um grupo.

source: del <item> - Deletes an item ban.
pt_br: del <item> - Remove o banimento de um item.

source: del <projectile ID> - Deletes an projectile ban.
pt_br: del <ID do projétil> - Remove o banimento de um projétil.

source: del <tile ID> - Deletes a tile ban.
pt_br: del <ID do bloco> - Remove o banimento de um bloco.

source: delete <name> - Deletes the given region.
pt_br: delete <nome> - Exclui uma região especificada.

source: Deleted region "{0}".
pt_br: A região "{0}" foi excluída.

source: delperm <group> <permissions...> - Removes permissions from a group.
pt_br: delperm <grupo> <permissões...> - Remove permissões de um grupo.

source: Desert Palm
pt_br: Palmeira do deserto

source: destroytokens - Destroys all current REST tokens.
pt_br: destroytokens - Destrói todos os tokens REST atuais.

source: Detected DOOM set to ON position.
pt_br: Detectado DOOM definido para ON posição.

source: Diamond Gemtree
pt_br: Árvore de diamante

source: Disabled halloween mode.
pt_br: Modo de halloweween desativado.

source: Disabled xmas mode.
pt_br: Modo do evento de Natal desativado.

source: Disabled. You need to {0}login to load your saved data.
pt_br: Desativado. Você precisa digitar {0}login para carregar seus dados salvos.

source: Disabled. You went too far with banned armor.
pt_br: Desativado. Você demorou muito com uma armadura banida.

source: Disabled. You went too far with hacked item stacks.
pt_br: Desativado. Você demorou muito com pilhas de itens hackeados.

source: disallow <item> <group> - Disallows a group from using an item.
pt_br: disallow <item> <grupo> - Desautoriza um grupo de usar o item.

source: disallow <projectile ID> <group> - Disallows a group from using a projectile.
pt_br: disallow <ID do projétil> <grupo> - Desautoriza um grupo de usar o projétil.

source: disallow <tile ID> <group> - Disallows a group from place a tile.
pt_br: disallow <ID do bloco> <grupo> - Desautoriza um grupo de usar o bloco.

source: Download and install the given packages?
pt_br: Baixar e instalar os pacotes indicados?

source: Duke Fishron
pt_br: Duque Peixe-dragão

source: Ebonwood Tree
pt_br: Árvore de madeira do ébano

source: Emerald Gemtree
pt_br: Árvore de esmeralda

source: Enabled halloween mode.
pt_br: Evento de halloween ativado.

source: Enabled xmas mode.
pt_br: Evento de natal ativado.

source: Enables starting and stopping various world events.
pt_br: Permite iniciar e interromper vários eventos mundiais.

source: Error on reloading groups: {0}
pt_br: Erro ao recarregar os grupos: {0}

source: Error: both names are the same.
pt_br: Erro: ambos os nomes são iguais.

source: Example usage: {0}
pt_br: Exemplo de uso: {0}

source: Example usage: {0} "{1}" "{2}"
pt_br: Exemplo de uso: {0} "{1}" "{2}"

source: Example usage: {0} "{1}" {2}
pt_br: Exemplo de uso: {0} "{1}" {2}

source: Example usage: {0} {1}
pt_br: Exemplo de uso: {0} {1}

source: Example usage: {0} {1} {2}
pt_br: Exemplo de uso: {0} {1} {2}

source: Example usage: {0} {1} {2} {3}
pt_br: Exemplo de uso: {0} {1} {2} {3}

source: Example usage: {0} {1} {2} {3} {4}
pt_br: Exemplo de uso: {0} {1} {2} {3} {4}

source: Example usage: {0} <{1}> <{2}>
pt_br: Exemplo de uso: {0} <{1}> <{2}>

source: Example: /sudo /ban add particles 2d Hacking.
pt_br: Exemplo: /sudo /ban add jogador 2d Hack.

source: Examples: {0}warp add foobar, {0}warp hide foobar true, {0}warp foobar.
pt_br: Exemplos: {0}warp add [nome do warp], {0}warp hide [nome do warp] true, {0}warp [nome do warp].

source: Executes a command as the super admin.
pt_br: Executa um comando como o super admin.

source: Exploit attempt detected!
pt_br: Tentativa de exploit detectada!

source: Failed to add ban for identifier: {0}.
pt_br: Falha ao adicionar banimento por identificador: {0}.

source: Failed to add ban. {0}
pt_br: Falha ao adicionar banimento. {0}

source: Failed to add group {0}.
pt_br: Falha ao adicionar o grupo {0}.

source: Failed to delete group {0}.
pt_br: Falha ao excluir o grupo {0}.

source: Failed to find any users by that name on the list.
pt_br: Falha ao encontrar qualquer usuário por esse nome na lista.

source: Failed to remove ban.
pt_br: Falha ao remover o banimento.

source: Failed to rename group {0}.
pt_br: Falha ao renomear grupo {0}.

source: Failed to rename the region.
pt_br: Falha ao renomear a região.

source: Failed to shade polygon normals.
pt_br: Falha ao sombrear os padrões de polígono.

source: Failed to update group "{0}".
pt_br: Falha ao atualizar o grupo "{0}".

source: Failed to upload your character data to the server. Are you logged-in to an account?
pt_br: Falha ao carregar os dados do seu personagem para o servidor. Você está logado em uma conta?

source: Fatal Startup Exception
pt_br: Exceção de inicialização fatal

source: Fatal TShock initialization exception: failed to connect to MySQL database. See inner exception for details.
pt_br: Exceção de inicialização do TShock Fatal: falha ao conectar ao banco de dados MySQL. Veja exceção interna para detalhes.

source: FetchHashedPasswordAndGroup SQL returned an error: {0}
pt_br: FetchHashedPasswordAndGroup SQL retornou um erro: {0}

source: Firework Syntax
pt_br: Sintaxe de Fogos de Artifício

source: For example, 1d and 10h-30m+2m are both valid time strings, but 2 is not.
pt_br: Por exemplo, 1d e 10h-30m+2m são ambos strings de tempo válidas, mas 2 não.

source: For more info, use {0} {1} or {2} {3}
pt_br: Para mais informações, use {0} {1} ou {2} {3}

source: Forces all liquids to update immediately.
pt_br: Força a atualização imediata de todos os líquidos.

source: Gave {0} {1} {2}.
pt_br: Deu {0} {1} {2}.

source: Gave {0} {1}.
pt_br: Deu {0} {1}.

source: GetDataHandlers / HandleCatchNpc catch zero {0}
pt_br: GetDataHandlers / HandleCatchNpc captura zero {0}

source: GetDataHandlers / HandleCatchNpc rejected catch npc {0}
pt_br: GetDataHandlers / HandleCatchNpc rejeitou captura de npc {0}

source: GetDataHandlers / HandleChestActive rejected build permission and region check {0}
pt_br: GetDataHandlers / HandleChestActive rejeitou a verificação de permissão de construção e região {0}

source: GetDataHandlers / HandleChestItem rejected max stacks {0}
pt_br: GetDataHandlers / HandleChestItem rejeitou pilhas máximas {0}

source: GetDataHandlers / HandleDoorUse rejected door gap check {0}
pt_br: GetDataHandlers / HandleDoorUse rejeitou a verificação de lacuna de porta {0}

source: GetDataHandlers / HandleDoorUse rejected out of range door {0}
pt_br: GetDataHandlers / HandleDoorUse rejeitou porta fora de alcance {0}

source: GetDataHandlers / HandleDoorUse rejected type 0 5 check {0}
pt_br: GetDataHandlers / HandleDoorUse rejeitou verificação tipo 0 5{0}

source: GetDataHandlers / HandleGetSection rejected reserve slot
pt_br: GetDataHandlers / HandleGetSection rejeitou slot reserva

source: GetDataHandlers / HandleKillPortal rejected owner mismatch check {0}
pt_br: GetDataHandlers / HandleKillPortal rejeitou a verificação de incompatibilidade de dono {0}

source: GetDataHandlers / HandleNpcStrike rejected Cultist summon from {0}
pt_br: GetDataHandlers / HandleNpcStrike rejeitou a invocação de Cultista de {0}
