Repository: Pryaxis/TShock
Catalog: i18n/*/TShockAPI.po
Languages: pt_br

source: You do not have permission to send emotes!
pt_br: Você não tem permissão para enviar emotes!

source: You do not have permission to spawn pets.
pt_br: Você não tem permissão para invocar mascotes.

source: You do not have permission to start a party.
pt_br: Você não tem permissão para iniciar uma festa.

source: You do not have permission to start invasions.
pt_br: Você não tem permissão para começar invasões.

source: You do not have permission to start the {0} event.
pt_br: Você não tem permissão para iniciar o evento {0}.

source: You do not have permission to start the Old One's Army.
pt_br: Você não tem permissão para iniciar o Exército Antigo.

source: You do not have permission to summon bosses.
pt_br: Você não tem permissão para invocar Chefões.

source: You do not have permission to summon the Empress of Light.
pt_br: Você não tem permissão para invocar a Imperatriz da Luz.

source: You do not have permission to summon the Lunatic Cultist!
pt_br: Você não tem permissão para invocar o Cultista Lunático!

source: You do not have permission to teleport all other players.
pt_br: Você não tem permissão para teleportar todos os outros jogadores.

source: You do not have permission to teleport all players.
pt_br: Você não tem permissão para teleportar todos os ogadores.

source: You do not have permission to teleport other players.
pt_br: Você não tem permissão para teleportar outros jogadores.

source: You do not have permission to teleport using {0}.
pt_br: Você não tem permissão para teleportar usando {0}.

source: You do not have permission to teleport using items.
pt_br: Você não tem permissão para teleportar usando itens.

source: You do not have permission to teleport using pylons.
pt_br: Você não tem permissão para teletransportar usando pilões.

source: You do not have permission to teleport using Wormhole Potions.
pt_br: Você não tem permissão para teletransportar usando Poções de Minhoca.

source: You do not have permission to teleport.
pt_br: Você não tem permissão para teleportar.

source: You do not have permission to toggle godmode.
pt_br: Você não tem permissão para habilitar o Modo Deus.

source: You do not have permission to upload another player's character join-state server-side-character data.
pt_br: Você não tem permissão para enviar dados de personagem join-state server side de outro jogador

source: You do not have permission to use the Enchanted Sundial.
pt_br: Você não tem permissão para usar o Relógio Solar Encantado.

source: You entered a space after {0} instead of a command. Type {0}help for a list of valid commands.
pt_br: Você inseriu um espaço após {0} ao invés de um comando. Digite {0}help para obter uma lista de comandos válidos.

source: You failed to change your password.
pt_br: Você não conseguiu alterar sua senha.

source: You have been Bounced.
pt_br: Você foi repreendido.

source: You have been remotely muted
pt_br: Você foi silenciado remotamente

source: You have been remotely unmmuted
pt_br: Você teve o silêncio removido remotamente

source: You have been successfully logged out of your account.
pt_br: Você foi desconectado da sua conta com sucesso.

source: You have buffed {0} with {1} ({2}) for {3} seconds!
pt_br: Você buffou {0} com {1} ({2}) por {3} segundos!

source: You have changed {0}'s group to {1}
pt_br: Você alterou o grupo de {0}para {1}

source: You have changed {0}'s group to {1} for {2}
pt_br: Você alterou o grupo de {0}para {1} por {2}

source: You have fallen in hardcore mode, and your items have been lost forever.
pt_br: Você perdeu no modo hardcore e seus itens foram perdidos para sempre.

source: You have launched {0} into space.
pt_br: Você arremessou {0} para o espaço.

source: You have launched yourself into space.
pt_br: Você se arremessou para o espaço.

source: You have muted {0} for {1}
pt_br: Você silenciou {0} por {1}

source: You have respawned {0}
pt_br: Você respawnou {0}

source: You have respawned yourself.
pt_br: Você se respawnou.

source: You have successfully changed your password.
pt_br: Sua senha foi alterada com sucesso.

source: You have unmuted {0}.
pt_br: Você removeu o silêncio de {0}.

source: You haven't previously received any whispers.
pt_br: Você não recebeu nenhum sussurro anteriormente.

source: You healed {0} for {1} HP.
pt_br: Você curou {0} para {1} de vida.

source: You healed yourself for {0} HP.
pt_br: Você se curou para {0} de vida.

source: You just killed {0}!
pt_br: Você acabou de matar {0}!

source: You just killed yourself!
pt_br: Você acabou de se matar!

source: You launched fireworks on {0}.
pt_br: Você lançou fogos de artifício em {0}.

source: You launched fireworks on yourself.
pt_br: Você lançou fogos de artifício em si mesmo.

source: You logged in from another location.
pt_br: Você se conectou de outro local.

source: You logged in from the same IP.
pt_br: Você se conectou no mesmo IP.

source: You may now receive whispers from other players.
pt_br: Agora você pode receber sussurros de outros jogadores.

source: You may wish to consider removing the tshock.ignore.ssc permission or negating it for this player.
pt_br: Você pode considerar a remoção da permissão tshock.ignore.ssc ou negar para este jogador.

source: You must be logged in to take advantage of protected regions.
pt_br: Você deve estar logado para ter vantagens de regiões protegidas.

source: You must provide a setup code!
pt_br: Você deve fornecer um código de configuração!

source: You must set ForceTime to normal via config to use the Enchanted Sundial.
pt_br: Você deve configurar o ForceTime para normal via config para usar o Relógio Solar Encantado.

source: You must spawn the Wall of Flesh in hell.
pt_br: Você deve invocar a Parede da Carne no inferno.

source: You must use this command in-game.
pt_br: Você deve usar este comando dentro do jogo.

source: You need to join with a hardcore player.
pt_br: Você precisa se conectar com um personagem hardcore.

source: You need to join with a mediumcore player or higher.
pt_br: Você precisa se conectar com um personagem mediumcore ou superior.

source: You need to join with a softcore player.
pt_br: Você precisa se conectar com um personagem softcore.

source: You need to rejoin to ensure your trash can is cleared!
pt_br: Você precisa se reconectar para ter certeza que seu lixo foi limpo!

source: You spawned {0} {1} time.
pt_br: Você invocou {0} {1} vez.

source: You warped {0} to {1}.
pt_br: Você teletransportou {0} para {1}.

source: You were teleported to {0}.
pt_br: Você foi teleportado para {0}.

source: You will be teleported to your last known location...
pt_br: Você será teleportado para seu último local conhecido...

source: You will no longer receive whispers from other players.
pt_br: Você não receberá mais sussurros de outros jogadores.

source: You're not allowed to change tiles here!
pt_br: Não é permitido alterar blocos aqui!

source: You're trying to sync, but you don't have a packages.json file.
pt_br: Você está tentando sincronizar, mas não tem um arquivo packages.json.

source: Your account has been elevated to superadmin for 10 minutes.
pt_br: Sua conta foi elevada a Super Admin por 10 minutos.

source: Your account, "{0}", has been registered.
pt_br: Sua conta, "{0}", foi registrada.

source: Your account's group could not be loaded. Please contact server administrators about this.
pt_br: O grupo da sua conta não pôde ser carregado. Por favor, entre em contato com os administradores do servidor.

source: Your client sent a blank character name.
pt_br: Seu cliente enviou um nome de personagem em branco.

source: Your client sent a blank UUID. Configure it to send one or use a different client.
pt_br: Seu cliente enviou um UUID em branco. Configure-o para enviar um ou usar um cliente diferente.

source: Your database contains invalid UserIDs (they should be integers).
pt_br: Seu banco de dados contém IDs de usuário inválidos (eles devem ser inteiros).

source: Your group has been changed to {0} for {1}
pt_br: Seu grupo foi alterado para {0} por {1}

source: Your group has temporarily been changed to {0}
pt_br: Seu grupo foi alterado temporariamente para {0}

source: Your inventory seems full.
pt_br: Seu inventário parece cheio.

source: Your local character data, from your initial connection, has been uploaded to the server.
pt_br: Seus dados de personagem local, desde sua conexão inicial, foram enviados para o servidor.

source: Your new account has been verified, and the {0}setup system has been turned off.
pt_br: Sua nova conta foi verificada e a configuração do sistema {0}foi desativada.

source: Your password did not match this character's password.
pt_br: Sua senha não coincide com a senha deste personagem.

source: Your password is {0}.
pt_br: Sua senha é "{0}".

source: Your previous permission set has been restored.
pt_br: Seu conjunto de permissões anterior foi restaurado.

source: Your reference dumps have been created in the server folder.
pt_br: Suas dumps de referência foram criadas na pasta do servidor.

source: Your server-side character data has been saved.
pt_br: Os dados do personagem server side foram salvos.

source: Your temporary group access has expired.
pt_br: Seu acesso temporário ao grupo expirou.

source: z <name> <#> - Sets the z-order of the region.
pt_br: z <nome> <#> - Define a ordem z da região.

# Likely non-vanilla client send zero-length password
source: You have been Bounced for invalid password.
pt_br: Você foi repreendido por senha inválida.
