Repository: Pryaxis/TShock
Catalog: i18n/*/TShockAPI.po
Languages: pt_br

source: The user {0} does not exist! Therefore, the account was not deleted.
pt_br: O usuário {0} não existe! Portanto, a conta não foi excluída.

source: The value has to be greater than or equal to zero.
pt_br: O valor deve ser maior ou igual a zero.

source: The value has to be greater than zero.
pt_br: O valor deve ser maior que zero.

source: The versions of plugins you requested aren't compatible with eachother.
pt_br: As versões de plugins que você solicitou não são compatíveis uns com os outros.

source: the Wall of Flesh
pt_br: A Parede de Carne

source: The world's chest limit has been reached - unable to place more.
pt_br: O limite de baús no mundo foi atingido - incapaz de colocar mais.

source: There are currently no active bans.
pt_br: Não há banimentos ativos no momento.

source: There are currently no active REST users.
pt_br: Não existem usuários REST ativos no momento.

source: There are currently no available identifiers.
pt_br: Não existem identificadores disponíveis no momento.

source: There are currently no banned items.
pt_br: Não existem itens banidos no momento.

source: There are currently no banned projectiles.
pt_br: Não existem projéteis banidos no momento.

source: There are currently no banned tiles.
pt_br: Não há blocos banidos no momento.

source: There are currently no permissions for {0}.
pt_br: Não há permissões para {0} no momento.

source: There are currently no players online.
pt_br: Não há jogadores online no momento.

source: There are currently no regions defined.
pt_br: Não há regiões definidas no momento.

source: There are currently no warps defined.
pt_br: Atualmente, não há warps definidos.

source: There are no regions at this point, or they are not protected.
pt_br: Não há regiões neste momento, ou não estão protegidas

source: There are no regions at this point.
pt_br: Não há regiões neste momento.

source: There is already a Wall of Flesh.
pt_br: Já existe uma Parede de Carne.

source: There was an error processing your login or authentication related request.
pt_br: Ocorreu um erro ao processar seu login ou solicitação relacionada à autenticação.

source: There was an issue figuring out what to download.
pt_br: Houve um problema ao descobrir o que baixar.

source: There was an issue reading the packages.json.
pt_br: Houve um problema ao ler packages.json.

source: This is the plugin you requested to install.
pt_br: Este é o plugin que você solicitou para instalar.

source: This token will display until disabled by verification. ({0}setup)
pt_br: Este token será exibido até ser desativado pela verificação. ({0}setup)

source: Tile {0} is not banned.
pt_br: O bloco {0} não está banido.

source: Tile Ban Sub-Commands ({{0}}/{{1}}):
pt_br: Subcomandos de banimento de blocos ({{0}}/{{1}}):

source: Tile bans ({{0}}/{{1}}):
pt_br: Banimentos de bloco ({{0}}/{{1}}):

source: Tile kill threshold exceeded {0}.
pt_br: Limite de abates em blocos excedido {0}.

source: Tile place threshold exceeded {0}.
pt_br: Limite de espaço de blocos excedido {0}.

source: To buff a player without them knowing, use {0} instead of {1}
pt_br: Para buffar um jogador sem ele saber, use {0} ao invés de {1}

source: To execute this command silently, use {0} instead of {1}
pt_br: Para executar este comando silenciosamente, use {0} ao invés de {1}

source: To get rid of NPCs without making them drop items, use the {0} command instead.
pt_br: Para se livrar de NPCs sem fazê-los derrubarem itens, use o comando {0}.

source: To mute a player without broadcasting to chat, use the command with {0} instead of {1}
pt_br: Para silenciar um jogador sem enviar anúncio global, use o comando com {0} ao invés de {1}

source: To setup the server, join the game and type {0}setup {1}
pt_br: Para configurar o servidor, entre no jogo e digite {0}setup {1}

source: Toggles build protection.
pt_br: Habilita a proteção de construção.

source: Toggles christmas mode (present spawning, santa, etc).
pt_br: Habilita o modo Natal (presentes, papai noel, etc.).

source: Toggles godmode on a player.
pt_br: Habilia o Modo Deus em um jogador.

source: Toggles halloween mode (goodie bags, pumpkins, etc).
pt_br: Habilita o modo halloween (sacos de guloseimas, abóboras, etc.).

source: Toggles spawn protection.
pt_br: Habilita a proteção do spawn.

source: Toggles the world's hardmode status.
pt_br: Habilita o status hardmode do mundo.

source: Toggles to either ignore or recieve whispers from other players.
pt_br: Alterna quando receber ou ignorar sussurros de outros jogadores.

source: Toggles whether other people can teleport you.
pt_br: Alterna quando outras pessoas podem teleportar você

source: Toggles whether you receive server logs.
pt_br: Alterna se você recebe logs do servidor.

source: Too many invalid login attempts.
pt_br: Muitas tentativas de login inválidas.

source: Topaz Gemtree
pt_br: Árvore de topázio

source: Total processor time: {0}
pt_br: Tempo total do processador: {0}

source: tp <region> - Teleports you to the given region's center.
pt_br: tp <região> - Teleporta você para o centro da região selecionada.

source: Trees types & misc available to use. ({{0}}/{{1}}):
pt_br: Tipos de árvores e outros disponíveis para uso. ({{0}}/{{1}}):

source: Tried to grow a {0}.
pt_br: Tentou crescer um {0}.

source: TShock {0} ({1}) now running.
pt_br: TShock {0} ({1}) em execução.

source: TShock comes with no warranty & is free software.
pt_br: TShock vem sem garantia e é um software gratuito.

source: TShock encountered a problem from which it cannot recover. The following message may help diagnose the problem.
pt_br: TShock encontrou um problema do qual não consegue se recuperar. A seguinte mensagem pode ajudar a diagnosticar o problema.

source: TShock Notice: setup-code.txt is still present, and the code located in that file will be used.
pt_br: Aviso do TShock: setup-code.txt ainda está presente, e o código localizado nesse arquivo será usado.

source: TShock was improperly shut down. Please use the exit command in the future to prevent this.
pt_br: TShock foi encerrado incorretamente. Por favor, use o comando de saída no futuro para evitar isso.

source: TShock will now disable the initial setup system and remove setup-code.txt as it is no longer needed.
pt_br: O TShock irá desativar o sistema de configuração inicial e remover setup-code.txt já que não é mais necessário.

source: Type {0}ban help identifiers {{0}} for more.
pt_br: Digite {0}ban help identifiers {{0}} para mais informações.

source: Type {0}ban list {{0}} for more.
pt_br: Digite {0}ban list {{0}} para mais informações.

source: Type {0}group help {{0}} for more sub-commands.
pt_br: Digite {0}group help {{0}} para mais subcomandos.

source: Type {0}group list {{0}} for more.
pt_br: Digite {0}group list {{0}} para mais informações.

source: Type {0}group listperm {1} {{0}} for more.
pt_br: Digite {0}group listperm {1} {{0}} para mais informações.

source: Type {0}grow help {{0}} for more sub-commands.
pt_br: Digite {0}grow help {{0}} para mais subcomandos.

source: Type {0}help {{0}} for more.
pt_br: Digite {0}help {{0}} para mais informações.

source: Type {0}itemban help {{0}} for more sub-commands.
pt_br: Digite {0}itemban help {{0}} para mais subcomandos.

source: Type {0}itemban list {{0}} for more.
pt_br: Digite {0}itemban list {{0}} para mais informações.

source: Type {0}login "{1}" {2} to log-in to your account.
pt_br: Digite {0}login "{1}" {2} para entrar na sua conta.

source: Type {0}login {1} to log-in to your account.
pt_br: Digite {0}login {1} para entrar na sua conta.

source: Type {0}login to log-in to your account using your UUID.
pt_br: Digite {0}login para acessar sua conta usando seu UUID.

source: Type {0}projban help {{0}} for more sub-commands.
pt_br: Digite {0}projban help {{0}} para mais subcomandos.

source: Type {0}projban list {{0}} for more.
pt_br: Digite {0}projban list {{0}} para mais informações.

source: Type {0}region {{0}} for more sub-commands.
pt_br: Digite {0}region {{0}} para mais subcomandos.

source: Type {0}region info {1} {{0}} for more information.
pt_br: Digite {0}region info {1} {{0}} para mais informações.

source: Type {0}region list {{0}} for more.
pt_br: Digite {0}region list {{0}} para mais informações.

source: Type {0}rest listusers {{0}} for more.
pt_br: Digite {0}rest listusers {{0}} para mais informações.

source: Type {0}tileban help {{0}} for more sub-commands.
pt_br: Digite {0}tileban help {{0}} para mais subcomandos.

source: Type {0}tileban list {{0}} for more.
pt_br: Digite {0}tileban list {{0}} para mais informações.

source: Type {0}warp list {{0}} for more.
pt_br: Digite {0}warp list {{0}} para mais.

source: Type {0}who {1} for more.
pt_br: Digite {0}who {1} para mais informações.

source: Type /<command> {{0}} for more.
pt_br: Digite /<comando> {{0}} para mais informações.

source: Unable to find any buff named "{0}"
pt_br: Não foi possível encontrar nenhum buff chamado "{0}"

source: Unable to find any buffs named "{0}"
pt_br: Não foi possível encontrar buffs chamados "{0}"

source: Unable to find any player named "{0}"
pt_br: Não foi possível encontrar nenhum jogador chamado "{0}"

source: Unable to find any players named "{0}"
pt_br: Não foi possível encontrar jogadores chamados "{0}"

source: Unable to launch {0} because he is not logged in.
pt_br: Não foi possível iniciar {0} porque ele não está logado.

source: Unable to launch {0} because she is not logged in.
pt_br: Não foi possível iniciar {0} porque ela não está logada.

source: Unable to parse command '{0}' from player {1}.
pt_br: Não foi possível analisar o comando '{0}' do jogador {1}.

source: Unable to parse command. Please contact an administrator for assistance.
pt_br: Não foi possível analisar o comando. Por favor contate um administrador para assistência.

source: Unable to spawn a Wall of Flesh based on its current state or your current location.
pt_br: Não foi possível gerar uma Parede de Carne baseado no seu estado atual ou na sua localização atual.

source: Unable to verify the password hash for user {0} ({1})
pt_br: Não foi possível verificar a senha hash para o usuário {0} ({1})

source: Unbanned {0}.
pt_br: Desbanido {0}.

source: Unbanned projectile {0}.
pt_br: Projétil desbanido {0}.

source: Unbanned tile {0}.
pt_br: Bloco desbanido {0}.

source: Unknown ban command. Try {0} {1}, {2}, {3}, {4}, {5}, or {6}.
pt_br: Comando de banimento desconhecido. Tente {0} {1}, {2}, {3}, {4}, {5}, ou {6}.

source: Unknown plant!
pt_br: Planta desconhecida!

source: Unrecognized player direction
pt_br: Direção do jogador não reconhecida

source: Until the problem is resolved, TShock will not be able to start (and will crash on startup).
pt_br: Até que o problema seja resolvido, o TShock não será capaz de começar (e irá falhar na inicialização).

source: Update server did not respond with an OK. Server message: [error {0}] {1}
pt_br: O servidor de atualização não respondeu com um OK. Mensagem do servidor: [erro {0}] {1}

source: UpdateLogin SQL returned an error
pt_br: UpdateLogin SQL retornou um erro

source: UpdateManager warning: {0}
pt_br: Alerta de UpdateManager: {0}

source: Upload the account information when you joined the server as your Server Side Character data.
pt_br: Envie as informações da conta quando você entrou no servidor com o os dados do personagem server side.

source: Usage: {0}tempgroup <username> <new group> [time]
pt_br: Uso: {0}tempgroup <usuário> <novo grupo> [tempo]

source: Usage: /sudo [command].
pt_br: Uso: /sudo [comando].

source: Usage: /uploadssc [playername].
pt_br: Uso: /uploadssc [nome de jogador].

source: Use "{0}worldevent rain slime" to start slime rain!
pt_br: Use "{0}worldevent rain slime" para começar uma chuva de geleia!

source: Use "my query" for items with spaces.
pt_br: Usar "my query" para os itens com espaços.

source: Use tsi:[number] or tsn:[username] to distinguish between user IDs and usernames.
pt_br: Use tsi:[número] ou tsn:[usuário] para distinguir entre IDs de usuário e nomes de usuário.

source: Used to authenticate as superadmin when first setting up TShock.
pt_br: Usado para autentificar como Super Admin quando configurar o TShock pela primeira vez.

source: User {0} '{1}' doesn't exist
pt_br: O usuário {0} '{1}' não existe

source: User {0} already exists.
pt_br: O usuário {0} já existe.

source: User {0} could not be added, check console for details.
pt_br: O usuário {0} não pode ser adicionado, verifique o console para mais detalhes.

source: User {0} could not be added. Check console for details.
pt_br: Usuário {0} não pode ser adicionado. Verifique o console para mais detalhes.

source: User {0} does not exist.
pt_br: O usuário {0} não existe.

source: User account {0} already exists
pt_br: A conta de usuário {0} já existe

source: User account {0} does not exist
pt_br: A conta de usuário {0} não existe

source: User management command help:
pt_br: Ajuda com comando de gerenciamento de usuário:

source: Username or password may be incorrect or this account may not have sufficient privileges.
pt_br: Nome de usuário ou senha podem estar incorretos ou essa conta pode não ter privilégios suficientes.

source: Using {0} for tile implementation
pt_br: Usando {0} para implementação de bloco

source: Using {0} on non-honey
pt_br: Usando {0} em não-mel

source: Using {0} on non-lava
pt_br: Usando {0} em não-lava

source: Using {0} on non-shimmer
pt_br: Usando {0} em não-cintilante

source: Using {0} on non-water
pt_br: Usando {0} em não-água

source: Using {0} on non-water or shimmer
pt_br: Usando {0} em não-água ou cintilante

source: Using {0} to manipulate unknown liquid {1}
pt_br: Usando {0} para manipular líquido desconhecido {1}

source: Using banned {0} to manipulate liquid
pt_br: Uso banido {0} para manipular líquido

source: Using banned honey bucket without permissions
pt_br: Usando balde de mel banido sem permissões

source: Using banned lava bucket without permissions
pt_br: Usando balde de lava banido sem permissões

source: Using banned shimmering water bucket without permissions
pt_br: Usando balde de água cintilante banido sem permissões

source: Using banned water bucket without permissions
pt_br: Usando balde de água banido sem permissões

source: UUID does not match this character.
pt_br: O UUID não corresponde a este personagem.

source: Valid event types: {0}.
pt_br: Tipos de eventos válidos: {0}.

source: Valid invasion types if spawning an invasion: {0}.
pt_br: Tipos de invasão válidas quando invocar uma invasão: {0}.

source: Valid invasion types: {0}.
pt_br: Tipos de invasão válidas: {0}.

source: Valid world modes: {0}
pt_br: Modos de mundo válidos: {0}

source: Warp {0} already exists.
pt_br: O warp {0} já existe.

source: Warp {0} is now private.
pt_br: O warp {0} agora é privado.

source: Warp {0} is now public.
pt_br: O warp {0} agora é público.

source: Warp added: {0}.
pt_br: Warp adicionado: {0}.

source: Warp deleted: {0}
pt_br: Warp excluído: {0}

source: Warped to {0}.
pt_br: Transportado para {0}.

source: Welcome to TShock for Terraria!
pt_br: Bem-vindo ao TShock para Terraria!

source: Whisper Syntax
pt_br: Sintaxe de Sussurro

source: Willow Tree
pt_br: Árvore de salgueiro

source: Without a list of plugins to install, no plugins can be installed.
pt_br: Sem uma lista de plugins para instalar, nenhum plugin pode ser instalado.

source: World backed up ({0}).
pt_br: Mundo salvo ({0}).

source: World backed up.
pt_br: Mundo salvo.

source: World mode set to {0}.
pt_br: Modo de mundo definido para {0}.

source: World name will be overridden by: {0}
pt_br: O nome do mundo será substituído por: {0}

source: World path has been set to {0}
pt_br: O caminho do mundo foi definido para {0}

source: World saved at ({0})
pt_br: Mundo salvo em ({0})

source: World saved.
pt_br: Mundo salvo.

source: You are already dead!
pt_br: Você já está morto!

source: You are already logged in, and cannot login again.
pt_br: Você já está logado, e não pode entrar novamente.

source: You are dead. Dead players can't go home.
pt_br: Você está morto. Jogadores mortos não podem ir para casa.

source: You are muted!
pt_br: Você foi silenciado!

source: You are muted.
pt_br: Você foi silenciado.

source: You are no longer in god mode.
pt_br: Você não está mais no Modo Deus.

source: You are not dead!
pt_br: Você não está morto!

source: You are not in a party!
pt_br: Você não está em uma equipe!

source: You are not logged-in. Therefore, you cannot logout.
pt_br: Você não está conectado. Portanto, você não pode sair.

source: You are not on the whitelist.
pt_br: Você não está na whitelist.

source: You are now being annoyed.
pt_br: Você está sendo irritado.

source: You are now in god mode.
pt_br: Você está agora no Modo Deus.

source: You buffed yourself with {0} ({1}) for {2} seconds.
pt_br: Você se buffou com {0} ({1}) por {2} segundos.

source: You butchered {0} NPC.
pt_br: Você abateu {0} NPC.

source: You can modify & distribute it under the terms of the GNU GPLv3.
pt_br: Você pode modificá-lo e distribuí-lo nos termos da GNU GPLv3.

source: You can use '{0}sudo {0}{1}' to override this check.
pt_br: Você pode usar '{0}sudo {0}{1}' para substituir esta verificação.

source: You can use {0} instead of {1} to annoy a player silently.
pt_br: Você pode usar {0} ao invés de {1} para incomodar um jogador silenciosamente.

source: You can use {0} instead of {1} to execute this command silently.
pt_br: Você pode usar {0} ao invés de {1} para executar este comando silenciosamente.

source: You can use {0} instead of {1} to launch a firework silently.
pt_br: Você pode usar {0} ao invés de {1} para lançar um fogo de artifício silenciosamente.

source: You can use {0} instead of {1} to rocket a player silently.
pt_br: Você pode usar {0} ao invés de {1} para lançar um jogador silenciosamente.

source: You can use {0}{1} to toggle this setting.
pt_br: Você pode usar {0}{1} para alternar esta configuração.

source: You can use {0}{1} to whisper to other players.
pt_br: Você pode usar {0}{1} para sussurrar para outros jogadores.

source: You can't god mode a non player!
pt_br: Você não pode usar o Modo Deus para um não jogador!

source: You can't heal a dead player!
pt_br: Você não pode curar um jogador morto!

source: You can't kick another admin.
pt_br: Você não pode expulsar outro administrador.

source: You can't remove the default guest group.
pt_br: Você não pode remover o grupo de convidados padrão.

source: You can't respawn the server console!
pt_br: Você não pode renascer o console do servidor!

source: You cannot login whilst crowd controlled.
pt_br: Você não pode fazer login enquanto está sendo controlado.

source: You cannot login whilst dead.
pt_br: Você não pode logar enquanto morto.

source: You cannot login whilst using an item.
pt_br: Você não pode fazer o login enquanto estiver usando um item.

source: You cannot spawn banned items.
pt_br: Você não pode gerar itens banidos.

source: You cannot use the Enchanted Sundial because time is stopped.
pt_br: Você não pode usar o Relógio Solar Encantado porquê o tempo foi parado.

source: You cannot whisper to yourself.
pt_br: Você não pode sussurrar para si mesmo.

source: You deleted {0} item within a radius of {1}.
pt_br: Você excluiu {0} item em um raio de {1}.

source: You deleted {0} NPC within a radius of {1}.
pt_br: Você excluiu {0} NPC em um raio de {1}.

source: You deleted {0} projectile within a radius of {1}.
pt_br: Você excluiu {0} projétil em um raio de {1}.

source: You didn't put a player name.
pt_br: Você não colocou um nome de jogador.

source: You died! Normally, you'd be banned.
pt_br: Você morreu! Normalmente, você seria banido.

source: You do not have access to this command.
pt_br: Você não tem acesso a este comando.

source: You do not have permission to build in the spawn point.
pt_br: Você não tem permissão para construir no ponto de spawn.

source: You do not have permission to build in this region.
pt_br: Você não tem permissão para construir nesta região.

source: You do not have permission to build on this server.
pt_br: Você não tem permissão para construir neste servidor.

source: You do not have permission to contribute research.
pt_br: Você não tem permissão para contribuir com a pesquisa.

source: You do not have permission to create that projectile.
pt_br: Você não tem permissão para criar esse projétil.

source: You do not have permission to freeze the biome spread of the server.
pt_br: Você não tem permissão para congelar a propagação do bioma do servidor.

source: You do not have permission to freeze the rain strength of the server.
pt_br: Você não tem permissão para congelar a força da chuva do servidor.

source: You do not have permission to freeze the time of the server.
pt_br: Você não tem permissão para congelar o tempo do servidor.

source: You do not have permission to freeze the wind strength of the server.
pt_br: Você não tem permissão para congelar a força do vento do servidor.

source: You do not have permission to god mode another player.
pt_br: Você não tem permissão para usar o Modo Deus em outro jogador.

source: You do not have permission to grow this tree type
pt_br: Você não tem permissão para crescer este tipo de árvore

source: You do not have permission to hurt Town NPCs.
pt_br: Você não tem permissão para machucar NPCs da Cidade.

source: You do not have permission to modify a Hat Rack in a protected area!
pt_br: Você não tem permissão para modificar a Chapeleira em uma área protegida!

source: You do not have permission to modify a Mannequin in a protected area!
pt_br: Você não tem permissão para modificar um Manequim em uma área protegida!

source: You do not have permission to modify a TileEntity in a protected area!
pt_br: Você não tem permissão para modificar um TileEntity em uma área protegida!

source: You do not have permission to modify the NPC spawn rate of the server.
pt_br: Você não tem permissão para modificar a taxa de spawn do NPC do servidor.

source: You do not have permission to modify the rain strength of the server.
pt_br: Você não tem permissão para modificar a intensidade da chuva no servidor.

source: You do not have permission to modify the tile placement range of your character.
pt_br: Você não tem permissão para modificar o alcance de posicionamento do seu personagem.

source: You do not have permission to modify the time of the server.
pt_br: Você não tem permissão para modificar o tempo do servidor.

source: You do not have permission to modify the time speed of the server.
pt_br: Você não tem permissão para modificar a velocidade do tempo no servidor.

source: You do not have permission to modify the wind strength of the server.
pt_br: Você não tem permissão para modificar a força do vento do servidor.

source: You do not have permission to modify the world difficulty of the server.
pt_br: Você não tem permissão para modificar a dificuldade do servidor.

source: You do not have permission to mute {0}
pt_br: Você não tem permissão para silenciar {0}

source: You do not have permission to perform this action.
pt_br: Você não possui permissão para executar esta ação.

source: You do not have permission to place actuators.
pt_br: Você não tem permissão para colocar actuadores.

source: You do not have permission to place Logic Sensors.
pt_br: Você não tem permissão para colocar Sensores Lógicos.

source: You do not have permission to place this tile.
pt_br: Você não tem permissão para colocar este bloco.

source: You do not have permission to relocate Town NPCs.
pt_br: Você não tem permissão para realocar NPCs da Cidade

source: You do not have permission to respawn another player.
pt_br: Você não tem permissão para respawnar outro jogador.

source: You do not have permission to see player IDs.
pt_br: Você não tem permissão para ver os IDs dos jogadores.
