Repository: Pryaxis/TShock
Catalog: i18n/*/TShockAPI.po
Languages: pt_br

source: allow <tile ID> <group> - Allows a group to place a tile.
pt_br: allow <ID do bloco> <grupo> - Permite que um grupo coloque um bloco.

source: allow <user> <region> - Allows a user to a region.
pt_br: allow <usuário> <região> - Permite o usuário a uma região.

source: allowg <group> <region> - Allows a user group to a region.
pt_br: allowg <grupp> <região> - Permite um grupo de usuários a uma região.

source: Amber Gemtree
pt_br: Árvore de âmbar

source: Amethyst Gemtree
pt_br: Árvore de ametista

source: An account has been detected in the user database, but setup-code.txt is still present.
pt_br: Uma conta foi detectada no banco de dados do usuário, mas setup-code.txt ainda está presente.

source: An exception has occurred during database rollback: {0}
pt_br: Ocorreu uma exceção durante a recuperação do banco de dados: {0}

source: An exception has occurred during database transaction: {0}
pt_br: Ocorreu uma exceção durante a transação do banco de dados: {0}

source: An exception occurred executing a command.
pt_br: Ocorreu uma exceção ao executar um comando.

source: An identifier for a character name.
pt_br: Um identificador para um nome de personagem.

source: An identifier for a TShock User Account name.
pt_br: Um identificador para um nome de usuário TShock

source: An identifier for a UUID.
pt_br: Um identificador para um UUID.

source: An identifier for an IP Address in octet format. e.g., '{0}'.
pt_br: Um identificador para um endereço IP no formato octet. Ex: '{0}'.

source: An update check has been queued. If an update is available, you will be notified shortly.
pt_br: Uma verificação de atualização foi colocada na fila. Se uma atualização estiver disponível, você será notificado em breve.

source: Annoy Syntax
pt_br: Sintaxe Inconveniente

source: Annoying {0} for {1} seconds.
pt_br: Irritando {0} por {1} segundos.

source: Annoys a player for an amount of time.
pt_br: Irrita um jogador por um período de tempo.

source: Anonymous requested REST endpoint: {0}
pt_br: Ponto REST solicitado anonimamente: {0}

source: Anti-build is now off.
pt_br: O anti-construção foi desativado.

source: Anti-build is now on.
pt_br: O anti-construção foi ativado.

source: Arguments: add [warp name], del [warp name], list [page].
pt_br: Argumentos: add [nome do warp], del [nome do warp], lista [page].

source: Arguments: send [player] [warp name], hide [warp name] [Enable(true/false)].
pt_br: Argumentos: send [player] [nome do warp], hide [nome do warp] [Enable(true/false)].

source: Authenticated as {0} successfully.
pt_br: Autenticado como {0} com sucesso.

source: AutoSave Disabled
pt_br: AutoSave Desativado

source: AutoSave Enabled
pt_br: AutoSave Ativado

source: AutoSave has been disabled
pt_br: Salvamento automático foi desativado

source: AutoSave has been enabled
pt_br: Salvamento automático foi ativado

source: Autosave is currently disabled
pt_br: O salvamento automático está desativado no momento

source: Autosave is currently enabled
pt_br: Salvamento automático está ativado no momento

source: Available Ban commands:
pt_br: Comandos de banimento disponíveis:

source: Available identifiers ({{0}}/{{1}}):
pt_br: Identificadores disponíveis ({{0}}/{{1}}):

source: Available Region Sub-Commands ({{0}}/{{1}}):
pt_br: Subcomandos de Região disponíveis ({{0}}/{{1}}):

source: Available REST Sub-Commands:
pt_br: Subcomandos REST disponíveis:

source: Backing up world...
pt_br: Fazendo backup do mundo...

source: Backup failed!
pt_br: Falha ao fazer a cópia de segurança!

source: Backup Thread
pt_br: Tópico de Recuperação

source: Backups Disabled
pt_br: Backups Desativados

source: Backups Enabled
pt_br: Backups Ativados

source: Bad login attempt.
pt_br: Tentativa de login inválida.

source: ban {0}
pt_br: banir {0}

source: ban {0} <Ban ID>
pt_br: banir {0} <Ban ID>

source: ban {0} <Target> [Flags]
pt_br: ban {0} <Alvo> [Flags]

source: Ban {0} has been revoked by {1}.
pt_br: Banimento {0} foi revogado por {1}.

source: Ban {0} has now been marked as expired.
pt_br: Banimento {0} acaba de ser marcado como expirado.

source: Ban Add Syntax
pt_br: Ban Add Sintaxe

source: Ban added. Ticket Number {0} was created for identifier {1}.
pt_br: Banimento adicionado. Número de Bilhete {0} foi criado para o identificador {1}.

source: Ban added. Ticket number: {0}
pt_br: Banimento adicionado. Número de Bilhete: {0}

source: Ban Del Syntax
pt_br: Ban Del Sintaxe

source: Ban Details Syntax
pt_br: Ban Details Sintaxe

source: Ban List Syntax
pt_br: Ban List Sintaxe

source: Ban removed.
pt_br: Banimento removido.

source: Banned {0}.
pt_br: {0} foi banido.

source: Banned projectile {0}.
pt_br: Projétil banido {0}.

source: Banned tile {0}.
pt_br: Bloco banido {0}.

source: Banned: {0}
pt_br: Banido: {0}

source: Banned.
pt_br: Banido.

source: Bans ({{0}}/{{1}}):
pt_br: Banimentos ({{0}}/{{1}}):

source: Basic Tree
pt_br: Árvora comum

source: Blood Moon has been set to {0}
pt_br: A Lua Sangrenta foi definida para {0}

source: Bloodmoon state: {0}
pt_br: A Lua Sangrenta está: {0}

source: Boreal Tree
pt_br: Árvore boreal

source: Bouncer / HandleNpcTalk rejected from bouncer out of bounds from {0}
pt_br: Bouncer / HandleNpcTalk rejeitado por bouncer fora dos limites de {0}

source: Bouncer / HandleNpcTalk rejected from bouncer throttle from {0}
pt_br: Bouncer / HandleNpcTalk rejeitado por aceleração bouncer de {0}

source: Bouncer / OnChestItemChange rejected from chest mismatch from {0}
pt_br: Bouncer / OnChestItemChange rejeitado por incompatibilidade de baú de {0}

source: Bouncer / OnChestItemChange rejected from disable from {0}
pt_br: Bouncer / OnChestItemChange rejeitado por desativação de {0}

source: Bouncer / OnChestItemChange rejected from range check from {0}
pt_br: Bouncer / OnChestItemChange rejeitado por verificação de alcance de {0}

source: Bouncer / OnChestItemChange rejected from region protection? from {0}
pt_br: Bouncer / OnChestItemChange rejeitado por proteção de região? de {0}

source: Bouncer / OnChestOpen rejected from disabled from {0}
pt_br: Bouncer / OnChestOpen rejeitado por desativação de {0}

source: Bouncer / OnChestOpen rejected from range check from {0}
pt_br: Bouncer / OnChestOpen rejeitado por verificação de alcance de {0}

source: Bouncer / OnChestOpen rejected from region check from {0}
pt_br: Bouncer / OnChestOpen rejeitado por verificação de região de {0}

source: Bouncer / OnFishOutNPC rejected for not finding active bobber projectile! - From {0}
pt_br: Bouncer / OnFishOutNPC rejeitado por não encontrar projéteis de boia ativos! - De {0}

source: Bouncer / OnFishOutNPC rejected for not using a fishing rod! - From {0}
pt_br: Bouncer / OnFishOutNPC rejeitado por não usar uma vara de pesca! - De {0}

source: Bouncer / OnFishOutNPC rejected for the NPC not being on the fishable NPCs list! - From {0}
pt_br: Bouncer / OnFishOutNPC rejeitado pelo NPC não estar na lista de NPCs pescáveis! - De {0}

source: Bouncer / OnFishOutNPC rejected range checks from {0}
pt_br: Bouncer / OnFishOutNPC rejeitado por verificação de alcance de {0}

source: Bouncer / OnFishOutNPC rejected summon boss permissions from {0}
pt_br: Bouncer / OnFishOutNPC rejeitou permissões de invocação de chefes de {0}

source: Bouncer / OnFoodPlatterTryPlacing rejected disabled from {0}
pt_br: Bouncer / OnFoodPlatterTryPlacing rejeitou a desativação de {0}

source: Bouncer / OnFoodPlatterTryPlacing rejected item not placed by hand from {0}
pt_br: Bouncer / OnFoodPlatterTryPlacing rejeitou item não colocado à mão de {0}

source: Bouncer / OnFoodPlatterTryPlacing rejected permissions from {0}
pt_br: Bouncer / OnFoodPlatterTryPlacing rejeitou permissões de {0}

source: Bouncer / OnFoodPlatterTryPlacing rejected range checks from {0}
pt_br: Bouncer / OnFoodPlatterTryPlacing rejeitou a verificação de alcance de {0}

source: Bouncer / OnFoodPlatterTryPlacing rejected tile placement valid from {0}
pt_br: Bouncer / OnFoodPlatterTryPlacing rejeitou posicionamento de bloco válido de {0}

source: Bouncer / OnGemLockToggle invalid placement/deadmod from {0}
pt_br: Bouncer / OnGemLockToggle posicionamento inválido/deadmod de {0}

source: Bouncer / OnGemLockToggle rejected boundaries check from {0}
pt_br: Bouncer / OnGemLockToggle rejeitou a verificação de limites de {0}

source: Bouncer / OnGemLockToggle rejected disabled from {0}
pt_br: Bouncer / OnGemLockToggle rejeitou a desativação de {0}

source: Bouncer / OnGemLockToggle rejected permissions check from {0}
pt_br: Bouncer / OnGemLockToggle rejeitou a verificação de permissões de {0}

source: Bouncer / OnGetSection rejected empty player name.
pt_br: Bouncer / OnGetSection rejeitou o nome de jogador vazio.

source: Bouncer / OnGetSection rejected GetSection packet from {0}
pt_br: Bouncer / OnGetSection rejeitou o pacote GetSection de {0}

source: Bouncer / OnHealOtherPlayer 0.2 check from {0}
pt_br: Bouncer / OnHealOtherPlayer 0.2 verificados de {0}

source: Bouncer / OnHealOtherPlayer rejected disabled/throttled from {0}
pt_br: Bouncer / OnHealOtherPlayer rejected desativado/suprimido de {0}

source: Bouncer / OnHealOtherPlayer rejected heal other threshold from {0} {1}/{2}
pt_br: Bouncer / OnHealOtherPlayer rejeitado de curar outro limite de {0} {1}/{2}

source: Bouncer / OnHealOtherPlayer rejected null checks
pt_br: Bouncer / OnHealOtherPlayer rejeitou verificações nulas

source: Bouncer / OnItemDrop rejected from attempt crash from {0}
pt_br: Bouncer / OnItemDrop rejeitado por tentativa de derrubada de {0}

source: Bouncer / OnItemDrop rejected from disabled from {0}
pt_br: Bouncer / OnItemDrop rejeitado por desativação de {0}

source: Bouncer / OnItemDrop rejected from drop item ban check / max stack check / min stack check from {0}
pt_br: Bouncer / OnItemDrop rejeitado por verificação de item banido derrubado / verificação de pilha máxima / verificação de pilha mínima de {0}

source: Bouncer / OnItemDrop rejected from dupe range check from {0}
pt_br: Bouncer / OnItemDrop rejeitado por verificação de alcance duplicado de {0}

source: Bouncer / OnItemDrop rejected from item drop/pickup check from {0}
pt_br: Bouncer / OnItemDrop rejeitado por verificação de derrubar item/pegar item de {0}

source: Bouncer / OnItemDrop rejected from prefix check from {0}
pt_br: Bouncer / OnItemDrop rejeitado por verificação de prefixo de {0}

source: Bouncer / OnItemDrop rejected from range check from {0}
pt_br: Bouncer / OnItemDrop rejeitado por verificação de alcance de {0}

source: Bouncer / OnItemDrop rejected from sneaky from {0}
pt_br: Bouncer / OnItemDrop rejeitado por furtividade de {0}

source: Bouncer / OnKillMe rejected bad length death text from {0}
pt_br: Bouncer / OnKillMe rejeitou o texto de morte de comprimento inválido de {0}

source: Bouncer / OnKillMe rejected custom death message from {0}
pt_br: Bouncer / OnKillMe rejeitou a mensagem de morte personalizada de {0}

source: Bouncer / OnKillMe rejected high damage from {0} {1}
pt_br: Bouncer / OnKillMe rejeitou o dano alto de {0} {1}

source: Bouncer / OnKillMe rejected index check from {0}
pt_br: Bouncer / OnKillMe rejeitou a verificação de índice de {0}

source: Bouncer / OnLiquidSet rejected build permission from {0}
pt_br: Bouncer / OnLiquidSet rejeitou a permissão de construção de {0}

source: Bouncer / OnLiquidSet rejected disabled from {0}
pt_br: Bouncer / OnLiquidSet rejected desativado de {0}

source: Bouncer / OnLiquidSet rejected from liquid threshold from {0} {1}/{2}
pt_br: Bouncer / OnLiquidSet rejeitado por limite de líquido de {0} {1}/{2}

source: Bouncer / OnLiquidSet rejected invalid check from {0}
pt_br: Bouncer / OnLiquidSet rejeitou a verificação inválida de {0}

source: Bouncer / OnLiquidSet rejected liquid type {0} from {1} holding {2}
pt_br: Segurador / OnLiquidSet rejeitou o tipo líquido {0} de {1} segurando {2}

source: Bouncer / OnLiquidSet rejected range checks from {0}
pt_br: Bouncer / OnLiquidSet rejeitou a verificação de alcance de {0}

source: Bouncer / OnLiquidSet rejected throttle from {0}
pt_br: Bouncer / OnLiquidSet rejeitou o acelerador de {0}

source: Bouncer / OnMassWireOperation rejected build perms from {0}
pt_br: Bouncer / OnMassWireOperation rejeitou permissões de construção de {0}

source: Bouncer / OnMassWireOperation rejected disabled from {0}
pt_br: Bouncer / OnMassWireOperation rejected desativado de {0}

source: Bouncer / OnMassWireOperation rejected valid placement from {0}
pt_br: Bouncer / OnMassWireOperation rejeitou o posicionamento válido de {0}

source: Bouncer / OnNewProjectile please report to tshock about this! normally this is a reject from {0} {1}
pt_br: Bouncer / OnNewProjectile por favor relate ao tshock sobre isso! normalmente isto é uma rejeição de {0} {1}

source: Bouncer / OnNewProjectile please report to tshock about this! normally this is a reject from {0} {1} (golf)
pt_br: Bouncer / OnNewProjectile por favor relate ao tshock sobre isso! normalmente isto é uma rejeição de {0} {1} (golf)

source: Bouncer / OnNewProjectile rejected from above projectile limit from {0}
pt_br: Bouncer / OnNewProjectile rejeitado por acima do limite de projéteis de {0}

source: Bouncer / OnNewProjectile rejected from bouncer modified AI from {0}.
pt_br: Bouncer / OnNewProjectile reitado por IA de bouncer modificada de {0}.

source: Bouncer / OnNewProjectile rejected from bouncer modified Zenith projectile from {0}.
pt_br: Bouncer / OnNewProjectile rejeitado por bouncer de projétil Zenith modificado de {0}.

source: Bouncer / OnNewProjectile rejected from bouncer throttle from {0}
pt_br: Bouncer / OnNewProjectile rejeitado por aceleração de bouncer de {0}

source: Bouncer / OnNewProjectile rejected from disabled from {0}
pt_br: Bouncer / OnNewProjectile rejeitado por desativado de {0}

source: Bouncer / OnNewProjectile rejected from hostile projectile from {0}
pt_br: Bouncer / OnNewProjectile rejeitado por projétil hostil de {0}

source: Bouncer / OnNewProjectile rejected from permission check from {0} {1}
pt_br: Bouncer / OnNewProjectile rejeitado por verificação de permissão de {0} {1}

source: Bouncer / OnNewProjectile rejected from projectile create threshold from {0} {1}/{2}
pt_br: Bouncer / OnNewProjectile rejeitado por limite de criação de projétil de {0} {1}/{2}

source: Bouncer / OnNewProjectile rejected from projectile damage limit from {0} {1}/{2}
pt_br: Bouncer / OnNewProjectile rejeitado por limite de dano de projétil de {0} {1}/{2}

source: Bouncer / OnNewProjectile rejected from tombstones from {0}
pt_br: Bouncer / OnNewProjectile rejeitado por lápides de {0}

source: Bouncer / OnNewProjectile rejected from weird check from {0} {1}
pt_br: Bouncer / OnNewProjectile rejeitado por verificação estranha de {0} {1}

source: Bouncer / OnNPCAddBuff rejected abnormal buff ({0}, last for {4}) added to {1} ({2}) from {3}.
pt_br: Bouncer / OnNPCAddBuff rejeitou buff anormalf ({0}, dura por {4}) adicionado a {1} ({2}) de {3}.

source: Bouncer / OnNPCAddBuff rejected disabled from {0}
pt_br: Bouncer / OnNPCAddBuff rejected desativado de {0}

source: Bouncer / OnNPCAddBuff rejected null npc from {0}
pt_br: Bouncer / OnNPCAddBuff rejeitado npc nulo de {0}

source: Bouncer / OnNPCAddBuff rejected out of bounds NPC update from {0}
pt_br: Bouncer / OnNPCAddBuff rejeitou a atualização de NPC fora dos limites de {0}

source: Bouncer / OnNPCStrike rejected from bouncer throttle from {0}
pt_br: Bouncer / OnNPCStrike rejeitado por aeleração bouncer de {0}

source: Bouncer / OnNPCStrike rejected from damage threshold from {0} {1}/{2}
pt_br: Bouncer / OnNPCStrike rejeitado por limite de dano de {0} {1}/{2}

source: Bouncer / OnNPCStrike rejected from disabled from {0}
pt_br: Bouncer / OnNPCStrike rejeitado por desativado de {0}

source: Bouncer / OnNPCStrike rejected from range checks from {0}
pt_br: Bouncer / OnNPCStrike rejeitado por verificações de alcance de {0}

source: Bouncer / OnPlaceChest / rejected from invalid place style from {0}
pt_br: Bouncer / OnPlaceChest / rejeitado por estilo de local inválido de {0}

source: Bouncer / OnPlaceChest rejected from disabled from {0}
pt_br: Bouncer / OnPlaceChest rejeitado por desativado de {0}

source: Bouncer / OnPlaceChest rejected from invalid check from {0}
pt_br: Bouncer / OnPlaceChest rejeitado por verificação inválida de {0}

source: Bouncer / OnPlaceChest rejected from invalid permission from {0}
pt_br: Bouncer / OnPlaceChest rejeitado por permissão inválida de {0}

source: Bouncer / OnPlaceChest rejected from range check from {0}
pt_br: Bouncer / OnPlaceChest rejeitado por verificação de alcance de {0}

source: Bouncer / OnPlaceChest rejected from weird check from {0}
pt_br: Bouncer / OnPlaceChest rejeitado por verificação estranha de {0}

source: Bouncer / OnPlaceChest rejected from weird placement check from {0}
pt_br: Bouncer / OnPlaceChest rejeitado por verificação de colocação estranha de {0}

source: Bouncer / OnPlaceItemFrame rejected disabled from {0}
pt_br: Bouncer / OnPlaceItemFrame rejected desativado de {0}

source: Bouncer / OnPlaceItemFrame rejected permissions from {0}
pt_br: Bouncer / OnPlaceItemFrame rejeitou permissões de {0}

source: Bouncer / OnPlaceItemFrame rejected range checks from {0}
pt_br: Bouncer / OnPlaceItemFrame rejeitou verificações de alcance de {0}

source: Bouncer / OnPlaceItemFrame rejected tile placement valid from {0}
pt_br: Bouncer / OnPlaceItemFrame rejeitou posicionamento de bloco válido de {0}

source: Bouncer / OnPlaceObject rejected awkward tile creation/selection from {0}
pt_br: Bouncer / OnPlaceObject rejeitou criação/seleção de bloco estranha de {0}

source: Bouncer / OnPlaceObject rejected Axe of Regrowth only places saplings {0}
pt_br: Bouncer / OnPlaceObject rejeitou Cajado do Renascimento de apenas colocar mudas {0}

source: Bouncer / OnPlaceObject rejected banned tiles from {0}
pt_br: Bouncer / OnPlaceObject rejeitou blocos banidos de {0}

source: Bouncer / OnPlaceObject rejected dead people don't do things from {0}
pt_br: Bouncer / OnPlaceObject rejeitou pessoas mortas não fazem coisas de {0}

source: Bouncer / OnPlaceObject rejected disabled from {0}
pt_br: Bouncer / OnPlaceObject rejected desativado de {0}

source: Bouncer / OnPlaceObject rejected fake containers from {0}
pt_br: Bouncer / OnPlaceObject rejeitou contêineres falsos de {0}

source: Bouncer / OnPlaceObject rejected mad loop from {0}
pt_br: Bouncer / OnPlaceObject rejeitou um loop louco de {0}

source: Bouncer / OnPlaceObject rejected null tile data from {0}
pt_br: Bouncer / OnPlaceObject rejeitou dados de bloco nulos de {0}

source: Bouncer / OnPlaceObject rejected object placement with invalid style {1} (expected {2}) from {0}
pt_br: Bouncer / OnPlaceObject rejeitou o posicionamento de objeto com estilo inválido {1} (esperado {2}) de {0}

source: Bouncer / OnPlaceObject rejected out of bounds tile from {0}
pt_br: Bouncer / OnPlaceObject rejeitou bloco fora dos limites de {0}

source: Bouncer / OnPlaceObject rejected out of bounds tile x from {0}
pt_br: Bouncer / OnPlaceObject rejeitou bloco fora dos limites x de {0}

source: Bouncer / OnPlaceObject rejected out of bounds tile y from {0}
pt_br: Bouncer / OnPlaceObject rejeitou bloco fora dos limites y de {0}

source: Bouncer / OnPlaceObject rejected range checks from {0}
pt_br: Bouncer / OnPlaceObject rejeitou verificações de alcance de {0}

source: Bouncer / OnPlaceObject rejected rubblemaker I can't believe it's not rubble! from {0}
pt_br: Bouncer / OnPlaceObject rejeitou criador de borracha eu não acredito que não é borracha! de {0}

source: Bouncer / OnPlaceObject rejected tile place threshold from {0} {1}/{2}
pt_br: Bouncer / OnPlaceObject rejeitou limite de posicionamento de bloco de {0} {1}/{2}

source: Bouncer / OnPlaceObject rejected valid placements from {0}
pt_br: Bouncer / OnPlaceObject rejeitou posicionamentos válidos de {0}

source: Bouncer / OnPlaceTileEntity rejected disabled from {0}
pt_br: Bouncer / OnPlaceTileEntity rejected desativado de {0}

source: Bouncer / OnPlaceTileEntity rejected permissions from {0}
pt_br: Bouncer / OnPlaceTileEntity rejeitou permissões de {0}

source: Bouncer / OnPlaceTileEntity rejected range checks from {0}
pt_br: Bouncer / OnPlaceTileEntity rejeitou verificações de alcance de {0}

source: Bouncer / OnPlaceTileEntity rejected tile placement valid from {0}
pt_br: Bouncer / OnPlaceTileEntity rejeitou posicionamento de bloco válido de {0}

source: Bouncer / OnPlayerAnimation rejected from disabled from {0}
pt_br: Bouncer / OnPlayerAnimation rejeitado por verificado de {0}

source: Bouncer / OnPlayerAnimation rejected from throttle from {0}
pt_br: Bouncer / OnPlayerAnimation rejeitado por aceleração de {0}

source: Bouncer / OnPlayerBuff rejected {0} ({1}) applying buff {2} to {3} for {4} ticks: buff cannot be applied for that long
pt_br: Bouncer / OnPlayerBuff rejeitou {0} ({1}) aplicar buff {2} a {3} por {4} ticks: o buff não pode ser aplicado por tanto tempo

source: Bouncer / OnPlayerBuff rejected {0} ({1}) applying buff {2} to {3} for {4} ticks: buff cannot be applied to non-senders
pt_br: Bouncer / OnPlayerBuff rejeitou {0} ({1}) aplicar buff {2} a {3} por {4} ticks: buff não pode ser aplicado a não-remetentes

source: Bouncer / OnPlayerBuff rejected {0} ({1}) applying buff {2} to {3} for {4} ticks: buff cannot be applied without pvp
pt_br: Bouncer / OnPlayerBuff rejeitou {0} ({1}) aplicar buff {2} a {3} por {4} ticks: buff não pode ser aplicado sem pvp ativado

source: Bouncer / OnPlayerBuff rejected {0} ({1}) applying buff {2} to {3} for {4} ticks: buff is not whitelisted
pt_br: Bouncer / OnPlayerBuff rejeitou {0} ({1}) aplicar buff {2} a {3} por {4} ticks: buff não está na lista branca

source: Bouncer / OnPlayerBuff rejected {0} ({1}) applying buff {2} to {3} for {4} ticks: invalid buff type
pt_br: Bouncer / OnPlayerBuff rejeitou {0} ({1}) aplicar buff {2} a {3} por {4} ticks: tipo de buff inválido

source: Bouncer / OnPlayerBuff rejected {0} ({1}) applying buff {2} to {3} for {4} ticks: sender is being disabled
pt_br: Bouncer / OnPlayerBuff rejeitou {0} ({1}) aplicar buff {2} a {3} por {4} ticks: o remetente está desativado

source: Bouncer / OnPlayerBuff rejected {0} ({1}) applying buff {2} to {3} for {4} ticks: sender is being throttled
pt_br: Bouncer / OnPlayerBuff rejeitou {0} ({1}) aplicar buff {2} a {3} por {4} ticks: remetente está sendo acelerado

source: Bouncer / OnPlayerBuff rejected {0} ({1}) applying buff {2} to {3} for {4} ticks: sender is not in range of target
pt_br: Bouncer / OnPlayerBuff rejeitou {0} ({1}) aplicar buff {2} a {3} por {4} ticks: remetente não está na faixa de destino

source: Bouncer / OnPlayerBuff rejected {0} ({1}) applying buff {2} to {3} for {4} ticks: target ID out of bounds
pt_br: Bouncer / OnPlayerBuff rejeitou {0} ({1}) aplicar buff {2} a {3} por {4} ticks: ID de destino fora dos limites

source: Bouncer / OnPlayerBuff rejected {0} ({1}) applying buff {2} to {3} for {4} ticks: target is null
pt_br: Bouncer / OnPlayerBuff rejeitou {0} ({1}) aplicar buff {2} a {3} por {4} ticks: o alvo é nulo

source: Bouncer / OnPlayerDamage rejected custom death message from {0}
pt_br: Bouncer / OnPlayerDamage rejeitou mensagem de morte personalizada de {0}

source: Bouncer / OnPlayerDamage rejected damage threshold from {0} {1}/{2}
pt_br: Bouncer / OnPlayerDamage rejeitou limite de dano de {0} {1}/{2}

source: Bouncer / OnPlayerDamage rejected damage threshold2 from {0} {1}/{2}
pt_br: Bouncer / OnPlayerDamage rejeitou limite de dano2 de {0} {1}/{2}

source: Bouncer / OnPlayerDamage rejected disabled from {0}
pt_br: Bouncer / OnPlayerDamage rejected desativado de {0}

source: Bouncer / OnPlayerDamage rejected hostile from {0}
pt_br: Bouncer / OnPlayerDamage rejeitou hostil de {0}

source: Bouncer / OnPlayerDamage rejected null check
pt_br: Bouncer / OnPlayerDamage rejeitou verificação nula
